{
  "to do": {
    "count": 14,
    "songs": {}
  },
  "completed songs": {
    "count": 0,
    "songs": [
      "Circles",
      "Complicated",
      "Blue World",
      "Good News",
      "I Can See",
      "Everybody",
      "Woods",
      "Hand Me Downs",
      "That’s on Me",
      "Hands",
      "Surf",
      "Once a Day",
      "Right",
      "Floating"
    ]
  },
  "origin": [
    "Soarin' uncontrollably, gravity ain't holdin' me down (Ha-ha), maybe I—\nI'll fly to your front door some time\nWhen I can finally get away\nWhen I can finally get away",
    "And you don't have to be scared, no\nI'll be there when I can finally get away\nWhen I can finally get away",
    "There's a place right up above the clouds (Yeah)\nSomewhere in between later and right now, right now",
    "I'll come and see you if you don't mind\nWhen I can finally get away\nWhen I can finally get away",
    "I need to see it with my own eyes\nHope it remembers and it knows my face",
    "Feelin' good, feelin' free\nWhen I can finally get away",
    "Yeah, there's a room somewhere up above the trees\nAnd once you get there, you don't ever wanna leave no-no-no, no",
    "Baby, don't go now, pull me closer",
    "I ain't gonna break your heart, promise it's always safe",
    "Few years ago I was so dumb\nClueless, young and stupid, but look at who I have become",
    "But baby, don't stop now 'cause it ain't over",
    "Just want to stumble into us",
    "I get drunk and become numb",
    "And I been itchin' for your love\nDon't want to feel a single thing if it ain't your touch",
    "Stay awake 'til the mornin'\nIt ain't always great, but it's never borin'",
    "Love turn into life\nGirl, you been burnin' so bright, let me turn off the lights",
    "Days turn into nights\nConversations turn into fights, we gon' be alright",
    "I know it hasn't been easy lately\nBut you don't wanna leave me, baby\nAnd you know I hate to keep you waitin'\nBut when it's right, then it's right",
    "Times get harder, things get strained\nAll I know, I don't want you gone",
    "I'm waitin' for the light to change",
    "You ask me how I've been, well I'm good, I can't complain",
    "Yeah, it's been a while without your face\nBut I saw your picture on the wall the other day\nToo much distance, too much space\nYou need to come back home or run along",
    "And everybody means something\nWhen they're stuck on your mind\nBut every now and again, why can't we just be fine?",
    "Don't keep it all in your head\nThe only place that you know nobody ever can see\nYou're running low on regret\nNo tears, that's keeping you wet\nI think you gettin' it now",
    "Don't ask me what I think\nIt never really mattered what I had to say\nI just keep waiting for another open door\nTo come up soon",
    "Everybody keep rushin'\nWhy aren't we taking our time?\nEvery now and again, baby, I get high",
    "I wonder what they know\nI wonder if they ever even cared at all\nI wonder, do they see their own reflection in the rain\nAnd look away?",
    "Once a day, I rise\nOnce a day, I fall asleep with you\nOnce a day, I try but I can't find a single word",
    "Ayy, and I know we try\nDays, they go by\nUntil we get old\nThere's water in the flowers, let's grow\nPeople, they lie\nBut hey, so do I\nUntil it gets old\nThere's water in the flowers, let's grow",
    "Goin', goin', goin' before I'm gone",
    "And I know that somebody knows me\nI know somewhere there's home\nI'm startin' to see that all I have to do is get up and go",
    "Sometimes I get lonely\nNot when I'm alone\nBut it's more when I'm standin' in crowds\nThat I'm feelin' the most on my own",
    "Let it go, let it be\nWe're all we need today",
    "People, they lie\nBut hey, so do I\nUntil it gets old\nThere's water in the flowers, let's grow",
    "I know we try\nAnd the days, they go by\nUntil we get old\nThere's water in the flowers, let's grow",
    "I ain't comin' down\nWhy would I need to?\nSo much of this world is above us, baby\nThey might tell you that I went crazy\nI'm just tryna read you",
    "And she, just like I\nGot her head in the clouds\nDon't need to be lower\nBefore it's all over, I promise we'll figure it out",
    "I dream of this moment\nWill it come true?\nThe whole world, they know it\nThey just waitin' for me and you",
    "Where are you goin'? Can I come too?\nThe whole world is open, a playground for me and you\nAnd we could be fine, shit, who the hell knows?\nIt's your eyes and your ears and your mouth and your nose\nHead and your shoulders, your knees and your toes",
    "I might just pull your card if it's on top of the deck\nGive me, give me what I need and then I'm onto the next\nThat's what we callin' cause and effect",
    "You throw me off my high horse, I'd probably fall to my death",
    "𝘉𝘢𝘥 𝘣𝘦𝘩𝘢𝘷𝘪𝘰𝘳 It's obvious you're not on your best",
    "I've spent my life livin' with a lot of regrets",
    "I keep it honest as honesty gets\nDon't know why I'm always talkin' if I'm not makin' sense",
    "Ooh, it's true I want it badly\nHit the zoom, I be movin' like a athlete\n\n𝙉𝙤𝙬 𝙘𝙤𝙣𝙘𝙚𝙣𝙩𝙧𝙖𝙩𝙚\n\nNo reason to be that upset\nI'm busy trippin' 'bout some shit that still ain't even happen yet",
    "Call me what you want, she call me \"daddy\"\nGot a knack for gettin' nasty, every day we keepin' tally",
    "Get the fuck out of my car, this ain't a taxi\nThey love to see me lonely, hate to see me happy",
    "Yeah, don't need no chauffeur, fuck the backseat\nNo, I stay behind the wheel and never half-speed",
    "And I, I bet you wish you hadn't ate\n'Cause carrying this weight'll break your glass knees",
    "There's no reason to be so down\nRather fly around like there's no ground",
    "When's the last time you took a little time for yourself?",
    "Why don't you wake up from your bad dreams?",
    "Don't, don't, don't, don't wait around\nWe'll take the stairs that gets us into there\nIt's unfair when I'm being too proud",
    "I don't know where I've been lately, but I've been alright\nI said good morning this morning and I'll say good night",
    "I'll let it go\nI'll cut the strings\nToday I'm fine",
    "Don't, don't, don't, don't let me down\nAnd I'll pick you up, I'll help you get around",
    "I know nobody that knows where we're going at all",
    "Time moving slowly, I'm bouncing my head off the wall",
    "That's on me, that's on me, I know\nThat's on me, that's on me, it's all my fault\nThat's on me, that's on me, I know\nThat's on me, that's on me, I know",
    "I move carelessly, that's why I'm always trippin'\nI guess it's like electrolytes, you help me go the distance\nNot too efficient, but the way it's always been\nUntil the day we have to meet again",
    "I do not lie, though, facts may seem a little farfetched\nThat's only 'cause I may be make-believe and full of darkness\nWhen I'm stuck between a rock and a hard place\nWalkin', droppin' change inside your empty guitar case that's charity, um",
    "Yeah, well, I'm just being honest, my conscience ain't doin' bad\nBecause I try to minus the problems that I attract\nAnd half the time, the wheels that's in the back of my mind\nJust keep on turnin' 'til the tires flat and burn until the fire crack",
    "You, despite bein' an only child\nSay you need more of a family 'round\nLet's turn these genes into hand me downs",
    "Get away when it ain't really safe and it don't seem right\nBut what's new? You get used to the bullshit, the screws, they go missin'\nIt's likely they might be, but you remind me\nShit, I need to stay in line\nYou damn well are a great design",
    "And all I ever needed was somebody with some reason who can keep me sane\nEver since I can remember, I've been keepin' it together, but I'm feelin' strange",
    "Get away to a place with a lake, such a great view\nLeave the bank, couple hunnid thou'\nI made it, but I hate once I build it, I break it\nThat might just break me down",
    "I'm thinkin' maybe I should thank you\nOh, baby, I should buy you another round\n'Cause you care, and I swear that I'm here, but I'm there\nIt's gettin' harder to hunt me down",
    "I'm never going through the motions\nI'm just tryna lay your body down slowly\nWe can only go up\nWe can only go up",
    "I tried to tell you 'bout a better life\nAnd get involved big or small\nIt's been my fault, I keep it safe, it's in the vault\nBlindfolded, keep it going 'til we hit a wall",
    "Yeah, I never slip, I never fall",
    "Put it together then it break\nAll the energy it take, it never stop",
    "It's so much better when you wait\nForever and a day, that's all I got",
    "So far beyond all our control\nYou saved a soul so close to broken",
    "I make this planet feel like home\nIt's us versus time, the door is closing",
    "And you don't know what you should do\nYou just lookin' for someone to make you move, ooh, tell me, do I?",
    "Yeah, don't run away, love\nHate love, heartbreak will have you bankrupt\nToo many days in a daze, better wake up\nI put your face in a place where the space was\nNobody makes you feel like you but, do I?",
    "Can I, can I, can I get enough?",
    "Do I, do I, do I love?",
    "And you need to let me know\nWhen you're leaving, where you go\nCan I come?\nDo you believe me, are you close?\nYeah, even if you don't\nThat'll get you sprung",
    "When will you forget my past?\nGot questions, ask, you know the stories",
    "Things like this ain't built to last\nI might just fade like those before me",
    "Feel like I've seen a million sunsets\nIf you're with me I'll never go away\nThat's when I stopped and I took a look at my baby\nShe said, \"If you're with me, I won't go away\"",
    "Saw a blind man standin' on the corner, baby\nAnd he couldn't hardly tie his shoes\nHarmonica and guitar strapped around his neck\nBut he sure could, he sure could play the blues",
    "Sometimes the going gets so good,\nBut then again it get pretty rough.\nBut when I have you in my arms, baby\nYou know I just can't, I just can't get enough",
    "Everybody's gotta live\nAnd everybody's gonna die\nEverybody just wanna have a good, good time\nI think you know the reason why",
    "That just the way it goes, your God don't wait for no one\nAnd when that's all you know, it keep you on your toes\nYou got so far to go, but look at where you came from",
    "Hittin' the ground, I'm hittin' the ground, I fell from the top\nYou never expect to drop, so hold on",
    "Yeah, don't tell me to stop\nLet me keep goin' until I cannot\nLife is a fantasy until you wake up in shock",
    "Show me something, something I can see",
    "And all I know if life is but a dream then so are we",
    "Well, I need somebody to save me, hmm\nBefore I drive myself crazy",
    "Now I'm switchin' location\n'Cause Heaven too far when you live in the basement\nI'm lookin' for balance, I'm in an oasis",
    "You be complaining\nAnd I can't explain it\nI guess, nothin' compare to the feeling\nThe feeling amazing",
    "I'm so close I can taste it\nThe man on the moon keep playing\nPractical jokes, planting the mirrors and smoke\nThat I fade away in",
    "Well, it ain't that bad, mm\nAt least it don't gotta be no more",
    "I know maybe I'm too late, I could make it there some other time\nI'll finally discover\nThat there's a whole lot more for me waitin'",
    "There's a whole lot more for me waitin' on the other side\nI'm always wonderin' if it feel like summer",
    "I heard they don't talk about me too much no more\nAnd that's the problem with a closed door",
    "It's what I do\nIf you know me, it ain't anything new\nWake up to the moon, haven't seen the sun in a while\nBut I heard that the sky's still blue",
    "I'm no liar, but\nSometimes the truth don't sound like the truth\nMaybe 'cause it ain't\nI just love the way it sound when I say it",
    "Why I gotta build somethin' beautiful just to go set it on fire?",
    "So tired of bein' so tired",
    "When it ain't that bad\nIt could always be worse\nI'm runnin' out of gas, hardly anything left\nHope I make it home from work",
    "Good news, good news, good news\nThat's all they wanna hear\nNo, they don't like it when I'm down\nBut when I'm flyin', oh\nIt make 'em so uncomfortable\nSo different, what's the difference?",
    "And all I do is say sorry\nHalf the time I don't even know what I'm sayin' it about",
    "Well, maybe I'll lay down for a little\nInstead of always tryin' to figure everything out",
    "Can I get a break?\nI wish that I could just get out my goddamn way\nWhat is there to say?\nThere ain't a better time than today",
    "Why can't it just be easy?\nWhy does everybody need me to stay?\nOh, I hate the feelin'\nWhen you're high, but you're underneath the ceilin'\nGot the cards in my hand, I hate dealin'",
    "Get everything I need, then I'm gone, but it ain't stealin'",
    "I spent the whole day in my head\nDo a little spring cleanin'\nI'm always too busy dreamin'",
    "Well, maybe I should wake up instead\nA lot of things I regret, but I just say I forget",
    "Well, this is what it look like right before you fall\nStumblin' around, you've been guessing your direction next step, you can't see at all\nAnd I don't have a name, I don't have a name, no\nWho am I to blame? Who am I to blame though?",
    "And I cannot be changed, I cannot be changed, no. Trust me, I've tried, I just end up right at the start of the line\nDrawin' circles",
    "Well, I drink my whiskey, and you sip your wine\nWe're doing well, sittin', watchin' the world fallin' down, its decline",
    "And I can keep you safe, I can keep you safe\nDo not be afraid, do not be afraid",
    "You're feeling sorry, I'm feeling fine\nDon't you put any more stress on yourself, it's one day at a time",
    "It's gettin' pretty late, gettin' pretty late damn, and I find\nIt goes around like the hands that keep countin' the time\nDrawin' circles",
    "Outside is cloudy, but I like that better",
    "Behind the wheel, but still ain't on my way",
    "Some people say they want to live forever\nThat's way too long, I'll just get through today\nWithout any complications",
    "Does it always gotta, does it always gotta\nGotta be so complicated?",
    "Well, I'm way too young to be gettin' old",
    "And all I wanna do is look, but I can't see, baby\nWho you talkin' to while you talkin' to me, baby?",
    "Let me, let me know if I can see you later\nWe could make it easy",
    "Inside my head is getting pretty cluttered",
    "I try, but can't clean up this mess I made",
    "'Fore I start to think about the future\nFirst, can I please get through a day?",
    "It's a blue world without you\nIt's a blue world alone",
    "Yeah, well, this a mad world, it made me crazy\nMight just turn around, do one-eighty\nI ain't politickin', I ain't kissin' no babies\nThe devil on my doorstep bein' so shady",
    "Don't trip, we don't gotta let him in\nDon't trip\nYeah, yeah, yeah, I let it go\nBut I never go with it",
    "Okay, cool as fall weather, fuck your bullshit\nI'm here to make it all better with a little music for you",
    "I don't do enough for you\nWithout you, it's the color blue, don't trip",
    "I was in the city, they was talkin' that shit\nHad the homies with me, all a sudden, they split\nWe ain't even worried, we just laughin', that's rich\nYou know how it goes, it ain't broke, don't fix",
    "Hey, one of these days\nWe'll all get by\nDon't be afraid\nDon't fall in line",
    "Think I lost my mind\nReality's so hard to find\nWhen the devil tryna call your line, but shit, I always shine\nEven when the light dim\nNo, I ain't God, but I'm feelin' just like Him, ooh, don't trip",
    "See, I was in the whip, ridin', me and my bitch\nWe was listenin' to us, no one else, that's it\nThat's a flex, just a bit, let me talk my shit\nSay my head got big, yeah",
    "Well, if you could see me now\nLove me and hold me down\nMy mind, it goes, it goes\nIt goes, it goes, it goes"
  ]
}
