{
  "todo count": 7,
  "to do": {},
  "completed songs": {
    "count": 10,
    "songs": [
      "Cinderella",
      "My Favorite Part",
      "God Is Fair, Sexy Nasty",
      "Soulmate",
      "Skin",
      "We",
      "Stay",
      "Congratulations",
      "Dang!",
      "Planet God Damn"
    ]
  },
  "origin": [
    "Yeah, I think I'm stuck inside nostalgia\nMy mind are in the times when this love was so divine\nBut now it's feelin' like without ya\nFeelin' like how the fuck did\nWe get into a place we ain't accustomed to lovin' inside of",
    "I know I'm out of my mind more often than not",
    "You know I'm used to givin' this all that I got, yeah\nIt's not a waste when that smile on your face",
    "You tell me you outta place, you parked in my spot",
    "Okay, baby, this a piece of cake\nWe could lay up on the beach, you could feed me grapes",
    "This my favorite song, spin it ‘til the needle breaks",
    "We could quit the whole game, do the real estate thing",
    "And I ain't here to break a promise\nI'm just tryna keep it honest, and honestly...",
    "Tell the truth, tell the truth, tell the truth\nNa-na-na-na-na-na\nShow me you, show me you, show me you\nNa-na-na-na-na-na\nTell the truth, tell the truth, tell the truth\nNa-na-na-na-na-na\nShow me you, show me you, show me you\nNa-na-na-na-na-na",
    "Don't go back on my word, yeah, I keep that shit gift-wrapped",
    "Your pussy a ride better than Six Flags, I'm in that\nNo takeaways, no givebacks",
    "No question, we've been through adolescence\nAnd changin' direction, yeah, I paid attention to it",
    "It's never been easy but now it's gettin' ruthless",
    "A little more pain, that's just better music",
    "Girl, what's on your brain? 'Cause that head is stupid",
    "Lotta people suck a dick, but you can execute it",
    "Perfect timin', don't you add another second to it\nDon't you ever-ever-ever-ever-ever do it",
    "Yeah, head pollution, conflict resolution",
    "Keep it true, everything that I do witchu",
    "We don't have to pretend\nWe both know how it ends\nI just need your presence\nWanna feel you feel me",
    "Wanna feel you feel me",
    "You just landed from the Planet God Damn, damn",
    "I can't keep on losin' you over complications. Gone too soon, wait!\n\nWe was just hangin'\nI can't seem to hold onto\nDang\nThe people that know me best, the key that I won't forget, too soon\nI can't keep on losin' you",
    "How many mistakes do it take 'til you leave\nAnd I'm left with my hand on my face, all red\nIn the face, lookin' at you like \"wait!\"\nI know I ain't a saint, if it ain't too late, well...",
    "Know my heart like gold, but it break like glass",
    "Know my shit get old and I act so young",
    "Baby, you so cold, never have no sun",
    "You don't wanna grow up, yeah, that shit no fun\nSo when I get home, I'ma give you some\nMake you feel like 𝒲𝑜𝑜 when I hit that drum\nYeah, the dick ain't free, I don't give no fucks",
    "Yeah, it's complicated, got you frustrated\nGet home late and you don't trust me, baby\nWay too drunk, you don't know what I'm sayin'\nYou can drive my car, don't drive me crazy",
    "Complicated, got you frustrated\nEvery single night I keep you waitin'\nYou say you don't care, that's what you sayin'?\nWe both know that's some bullshit",
    "Okay, we be fightin', we be reunitin'\nKiss me, touch me, tease me, me excited\nGod, the devil, who is who?\nTryna get through to you because...",
    "Play your games like they my ticket to an Ivy League school",
    "Won't get Hall of Fame dick from a minor league dude",
    "I just eat pussy, other people need food",
    "Only got a little time and I ain't tryna spend it\nArguin' about who ain't givin' who attention\nStartin' up the engine, need to reboot\nI just eat pussy, other people need food",
    "And I use every bone in my body\nKeep on holdin' on to your trust\nI know you don't want nuttin' to do with me\nBut just one more time, let's make love\nOne more time, it ain't much, fuck 'em all, let's be us",
    "Call late drunk, you hang up\nWhat a mess I made us, sense, I make none",
    "It's complicated, keepin' me up late\nCan't concentrate, you're always on my brain",
    "If it's love, then why the fuck it come with pain?\nI just think that's some bullshit",
    "Okay, it seem invitin', trust me, she's a titan\nThis week she like him, next week they fightin'",
    "Need protection, all your dresses bulletproof\nYou're safe with me, girl",
    "ᵂʰᵉʳᵉ ᵃʳᵉ ʸᵒᵘ?",
    "The Divine Feminine, an album by Mac Miller",
    "Am I supposed to? Okay... love\nLove, love, love, love, love (Sex)\nLove, love, love, love, love, love, love (Sex)",
    "This sun don't shine when I'm alone\nI lose my mind and I lose control\nI see your eyes look through my soul\nDon't be surprised, this all I know",
    "I felt the highs and they feel like you\nSee a love like mine is too good to be true\nAnd you too divine to just be mine\nYou remind me of the color blue",
    "Girl, I'm so in love with you, yeah\nGirl, I'm so in love with you",
    "Baby, you were everything I ever wanted\nBought a wedding ring, it's in my pocket\nPlanned to ask the other day\nKnew you'd run away, so I guess I just forgot it",
    "Remember when you went away to college?\nHours on the phone, we end up talkin'\nPast, present, future, all the gossip, God damn",
    "Puppy love ain't what it was, darlin'\nFeelings that we have are so alarmin'\nI can make you laugh, I can break the glass\nIf we made it last, it'd be a bargain",
    "You was there before the fancy cars and\nYou was there when I was just a starvin' artist\nWhen the car was havin' trouble startin'\nNow we got our own apartment, same box for the mail\nSame hamper for the laundry, the food in the fridge is stale",
    "And this mornin' you cooked the eggs with the kale\nI tried to hit it while you was gettin' dressed\nYou said, \"All you ever think about is sex\"\nI'm like, \"Oh well, you know me so well\nAnd if this what make you late, I swear, I won't tell",
    "And every time I call your phone, you better pick up your cell\nI swear to God I'ma freak out if it go straight to voice mail\"",
    "Well, I'm the jealous type\nBut I swear that ass is what Heaven's like\nAnd when I'm in that pussy, it's a better life\nThat's the only way I'm tryna end the night\nIt's my only chance, I better get it right",
    "Take your time, my baby\nIt's all waitin' for you, for you",
    "I know I make your mind go crazy\nBut it's all waitin' right here for you, for you",
    "You get closer with, run away\nAll I ever known is the color gray\nYour lovely ways bring me sunshine",
    "I found an angel so divine\nHeaven probably not the same without you\nBut now you're in my world, in my world",
    "Will you\nStay just a little while\nBabe? Just a little while\nJust a little while, just a little while",
    "Will you\nStay just a little while\nBabe? Said, just a little while\nJust a little while, just a, just a little while",
    "Wait a motherfuckin' second, I know you stressin'\nYou don't gotta keep me guessin', I'm full of questions\nIn return I get the silent treatment, I don't know why I'm speakin'\nYou say, you say, you say it's way too late, goodbye, you leavin'",
    "Why you got me stressin'?\nI could have a whole collection, just be faded in my own dimension",
    "You so complicated, I swear that pussy Grammy nominated\nLet's make some music, fuck all of the bullshit",
    "Will you\nStay just a little while\nBabe? Just a little while\nJust a little while, just a little while",
    "Okay now, baby, don't you leave my side, don't even try\nI'ma go crazy, girl, you save me, meditate me, give me peace of mind",
    "It's only she and I, ocean floor, how deep we dive\nWe be high, lookin' for another fuckin' tree to climb",
    "She was playin' hard to get, I read between the lines\nBinge watched Sopranos, made it all the way to season five",
    "I am her, she is I",
    "She had to come to see her freaky side, leavin' me behind",
    "The way you walk in to the room, oh oh\nAll I think about is what I wanna do to you\nI don't wanna be polite no more\nMake yourself at home, where the fuck you gon' go?",
    "Yeah, daddy\nOh yeah, right there\nOh my God!",
    "Yeah, well, you could be my...\nSaid you could be my...\nYeah, you could be my...\nYeah, okay, well, you could be my...\nBaby, you could be my...\nSaid, baby, you could be my...",
    "Well, you ain't in the mood to argue\nBaby, don't you worry, this some shit to get along to\nSome shit I right my wrongs to",
    "Well, I've tried to call you, have us a discussion\nWe never talk, we always way too busy fuckin'",
    "I'll think of somethin' to say, I always do\nI'm in love with the way that you say my name\nEvery time it sound brand new\nAnd you, always wonderin' what we'll be\nI say we sound better than you or me\nBaby, you could be my...",
    "Yeah, okay, and time will tell\nIf I'm alive and well, 'cause when I'm by myself\nI find that I keep flyin' high, sometimes I must remind myself\nThat change is more than pennies layin' on the floor inside the well",
    "You cross my mind, do not apologize for bein' fine as hell\nI'm spinnin' here inside your spell, my mind has start to wander\nMiss a day, I stay up late admirin' your posture",
    "And you, always wonderin' what we'll be\nI say we sound better than you or me\nBaby, you could be my...",
    "There's no more you or me, we are we, yes we are",
    "And I can see, I can see, so much better",
    "And carefully, precious things fall apart\nJust let them be, let it be, forever, oh",
    "Lovin' me, in spite of me, bless your heart \nI can breathe, I can breathe, so much better",
    "I won't let anything tear us apart, no, no, no\nWe are we, we are we, forever",
    "You gotta deal with Mac Miller, bitch",
    "*Woman panting*",
    "You hide your skin like ya shy or did somethin' wrong",
    "You stylish when you got nothin' on",
    "And all I do is make these fuckin' songs\nSo, finally, I made a fuckin' song",
    "And now she comin' closer\nHope she crawls, she wanna jump my bones\nYou want it, don't ya?",
    "I was a soldier, now I'm comin' home, the war is over",
    "Kick down the door, I hold your bends, you never break",
    "I lick my fingertips and get your clitoris in the mix\nMy dick on business trips\nMy tongue twistin' is ticklin' just a little bit\nI'm swimmin' inside of your skin like a river\nIn the Caribbean",
    "It's okay that you like it, babe\nAnd it's alright that you misbehave\nIt's okay to be this way\nTo live this way, baby\nChillin' with the AC",
    "That's just the way that we are\nYou and me, super freaks, here we are",
    "I'm takin' care of each and every part\nI open up your legs and go straight for your heart",
    "Said I'm too divine, I'm too divine, yeah; too divine",
    "Who am I? Well; I'm Mr. Superfly\nI'm Mr. Ooh-He-Blew-Your-Mind, hot as June, July",
    "I wanna make your waterfall",
    "Girl, you my paintin', you my art installation",
    "Gonna fuck you, put you on the wall",
    "All I wanna do is show you off, I want to put you on\nWhy would I ever blow you off?",
    "Right now, let's go get lost",
    "Jet, I've been way too high for way too long\nI'm so exhausted\nWhether that's your mind or line, we still get crossed",
    "First your name is gone\nNever understand until you have to stand alone\nCan I have a hand to hold?",
    "A Band-Aid for my damaged soul, I paint the planet gold\nI swear I'm Michelangelo, I don't understand these hoes\nThey didn't want a man when it was, \"Man, I'm broke\"\nAnd now they know me and what I don't need",
    "You the one to show me\nDivine love, love, love, love",
    "Where was you when I was lonely\nMy divine love, love, love, love?",
    "When the stereo plays our song, sounds so clear\nBaby, where'd you go? What's so wrong?\nI'm right here...",
    "Yeah, why do you stay on my case?\nI try to make you feel okay\nDo you know I'm in pain?",
    "I give you clues, you misconstrued\nYou continue to push me far away\nWhy don't you come on in?",
    "It's like you forgot my face",
    "I just wanna taste of everything you made of\nWe ain't (Nothing)",
    "Cut the strings, my balloon, watch me fly",
    "Yeah, said, when are you comin' through to free my mind?\nAre you happy with your life?\nCan I come and satisfy? Open up, let me inside",
    "When you take off all your clothes, I am under your control",
    "Rollin' up, you get me high",
    "Yeah, said, when you're gone, what will you leave behind?",
    "Yeah, do I belong sometime soon? Where goes my mind?",
    "No matter what, one day everyone dies\nYou think you a God 'til you run out of time",
    "My eyes closed, your body all I see\nI think you're too divine for my human mind",
    "Yeah, are you my soulmate?\nMy angel, what do you want with me?",
    "I been waitin' all night for this moment\nI been waitin' all year for this moment\nI been picturin' you takin' off your clothes for me\nI been literally curvin' all these hoes for you",
    "Daddy told you, better bring your ass home\nCinderella, better get your ass home",
    "Man, I swear that parents just don't understand\nYou ain't gotta be old to be a man",
    "Take my hand, come with me\nTo my room\nGirl, I got a suite at the SLS,\nI already know you got expensive taste",
    "Tell your little friends you gon' be alright\nGirl, I got a plan for the whole night",
    "Okay, your legs just like a store: they open up and you got people in line\nBeen there every night for weeks at a time",
    "You in my dreams, that's why I sleep all the time, just to hear you say I love you, just to touch you, just to leave you behind",
    "I just wanna see you fly because your fragrance got me faded, you be keepin' me high",
    "Said nothin' better than the first time. I'll be at your service like the check-in at curbside. You don't have to spend another second on this Earth dry, wet you like a rebel, go a second and a third time",
    "First prize, Nobel, get a piece, your clothes off, turn around, lemme see",
    "Yeah, okay, I came up with a plan, it was take you by the hand and bring you somewhere where the sand is",
    "Soon as we landed, we went straight into the room and played the music, started dancin', you was takin' off your pants it look like Dorothy ain't in Kansas anymore",
    "I do you like a chore, we started on the bed and then we movin' to the floor. You started gettin' crazy, told me fuck you like a whore, I thought you was an angel, now you yellin' to the Lord",
    "You used to tell me all the time I ain't ya type, now you always wanna spend the night. Now I'm doin' everything you like, when I'm inside your pussy, damn, it feels so right",
    "But I still respect ya game, every time I'm out-of-line you always set me straight, the sex is great, for Heaven's sakes I need it every day, I yell your name, Cinderella. Never gonna find nobody better, all my life...",
    "Hey now, I'm sayin'\nMy only way out is a way in\nI won't stop\n'Til you mine, no way",
    "Well, all my days now, they changin'\nI got an angels, no more Satan\nLooks like God's on my side\nThis time",
    "Been meanin' to tell ya\nYou lookin' better every day\nWrite you letters, it's only right that\nRight after love, I write my name",
    "If it's forever or never, it's all the same\nUnder the weather, feel much better\nWhen that weather isn't rain",
    "Cinderella, don't you run out of time. It feels like you've been takin'\nAll day",
    "Well, wherever you came from, wherever you goin' I promise I'm not far behind, so don't you dare throw this away",
    "Said, you just don't know how beautiful you are and, baby, that's my favorite part.\nYou walk around so clueless to it all\nLike nobody gonna break your heart",
    "It'll be alright, babe, see, me, I got you covered I'm gon' be your lover, you might be the one",
    "If it's only tonight, ayy, we don't need to worry, we ain't in a hurry, rushin' into love",
    "Said, you know I know who you really are, ain't need to lie\nSaid, the universe couldn't keep us apart\nWhy would it even try?",
    "Before things come together, they have to fall apart",
    "It's been a while since I've been sober. This life can be so hard, I'd rather talk about you",
    "If you wanna stay, we're taking it slow, baby. 'Cause you want me, and I got enough on my mind, but I can make some time for something so divine",
    "Your divinity has turned me into a sinner",
    "And a freak mind is divine, so we fuck from behind on these sides, between thighs I eat up\nWhy do I do anything but trust myself?",
    "Tried to give her up but she fuck so well",
    "Man, that bitch so cold, man, that bitch so cold. I'ma take my time, I'ma hit that slow 'cause I ain't in a rush young girl, you the only thing for me in this fucked up world",
    "And do you believe in love? Hold on tight when demons come, it'll be alright, no need to run\nStay with me tonight, we'll see the sun and when we wake up early we'll still be young",
    "Never felt this free before, I need you more than keys need doors, I need you sleepin' next to me. The blanket sheets, I'll take them all and keep you warm",
    "And I teach her that we were the creatures of love. You be the leader, I could be Julius Caesar. When I'm pullin' up in the Bimmer, the beats in the trunk, all the freaks wanna fuck",
    "I need to feel your touch. You shy, you don't reveal too much. No lies, don't hide yourself at all",
    "With you, I just can't help but fall\nIt's true, and I'll try everything\nGirl you my sexy nasty, thing\nShe been getting faded all the time, flap your wings",
    "I been getting stoned all week\nIt make me go too deep\nGirl, you so lonely\nWill you come home with me?",
    "Just take your clothes off, babe. Know that we been talkin' on the phone all day. I love it when you tell me that you don't behave, tell me when and where, I bet I won't be late. All I really wanna do is procreate",
    "I'm a Superman, you'll be my Lois Lane",
    "Know you late for work, you stayin' home today, we gon' keep on goin' 'til our bones both break. It's the grown folk way, yeah"
  ]
}
