{
  "album songs": 0,
  "total songs": 0,
  "to do": {
    "The Spins": "Dope shit like that, Jerm\nOh, hi\nWelcome back to K.I.D.S., um\nFollow your dreams\nYeah\n\nWanna get a mansion, a jacuzzi\nA theater to watch my movies\nCouple whips and lots of fancy things\nThe kids they call the Goonies\nI see the future, crystal ball\nMirror mirror hangin' on the wall\nWho the flyest white boy of them all?\nGot your girlfriend screenin' all the calls\nShe bubblin', we fuckin', then you cuddlin'\nLike, baby, where the fuck you been?\nDon't wanna tell you she in love with him\nSo, so we ain't sayin' nothin'\nYou could probably tell she bluffin'\n'Cause she kiss you with the mouth\nShe gave me head with my concussion\nYeah, she blushin', all red\nWanna rush and go to bed\nYou interrogate that bitch like you the feds\nSo she says she in love with a rockstar, rockstar\nWanna smoke my weed, so she asks me where the tops are, tops are\n\nOh (Top drawer, haha), oh, oh (Yeah)\nHoney, I need you 'round (Haha)\nI know, I know (Just some motherfuckin' kids)\nOh, oh, oh\nHoney, I need you 'round (Make money, fuck bitches)\nI know (Yeah), I know (Pittsburgh, hey, Jerm, hey)\n\nThese hoes is drunk, wanna come and smoke this blunt\nThen let me take 'em home and do anything I want\nI said, baby, I can ride you, just let me get inside you\nI can take you higher if you hit this vaporizer\nI got that dope dick, I'll be your supplier\nYou grabbin' on my sheets and hittin' notes like you Mariah\nObsessed with me\nUndress a freak on ecstasy\nI'm out and then she textin' me\nLike, \"What you doin' next week, next week?\" (Yeah)\n\nHear me now\nI'm down on knees and praying\nThough my faith is weak\nWithout you so please, baby, please\nGive us a chance\nMake amends and I will stand up 'til the end\nA million times, a trillion more (Hey)\n\nOh, oh, oh (Hey, I just wanted to inform y'all)\nHoney, I need you 'round (I'm drunk as fuck)\nI know, I know (Most Dope, bitch, hey)\nOh, oh, oh (K.I.D.S., what's up?)\nHoney, I need you 'round (I'm high as fuck, yeah, yes, sir)\nI know, I know (Oh, I graduated, oh yeah, I just graduated high school, haha)\n\nHey, homie\nDon't be mad that your girl loves me (Don't cut anything yet)\nIt's not my fault (Yeah)\nI'm just doin' me (Haha)\nIf your girl love me, let her love me, you feel me?\nSo, baby\nSmile (Uh-huh)\nBaby, don't cry\nI will only fly\nWith you by my side",
    "Kool Aid & Frozen Pizza": "K.I.D.S\n(You know what? You know what? You know what? Yeah)\n\nHey, Kool-Aid and frozen pizza\nIt's a work of art, I ain't talking Mona Lisa\nDream of rocking crowds, see me filling up arenas\nThis weed got me laughing like a damn hyena\nYeah, I live a life pretty similar to yours\nUsed to go to school, hang with friends and play sports\nEvery single summer taking trips to the shore\nAnd that was all gravy but I knew I wanted more\nAin't ever seen a young rapper like moi\nCan't believe they eyes, swear it's just a mirage\nStill got my training wheels in the garage\nBut I ain't gonna need those, I'ma go hard (Go hard)\nSo far I've done pretty well for myself\nCouple trophies on the shelf, so what else\nCould I want that I don't have yet?\nWell, a little more cash and my own fast jet\nSo I can go anywhere, (Anywhere) anywhere (Anywhere)\nCali for the kush, 'cause boy I know there's plenty there\n'Bout to be in music stores everywhere, but not yet\nThey can't understand my concept\nI've been climbing up the great wall, haven't had a fall yet\nThese blogs gotta know I'm on next\nClean conscience, good Samaritan\nCompanies send me clothes so I'm wearing them\nIf you didn't know, well, I'm from the 'Burgh\nEverything I drop recorded by Big Jerm\nI smoke herb, then I make music\nI don't even talk about it, boy, I just do it\nEverybody got their own opinion, the reasons why they feeling him\nYou must admit he's killing 'em, running off adrenaline\nWaiting for the game to wanna let him in, so open up\nThe boy a barrel of a smoking gun\nWhether I'm old or young, the chosen one\nI got a hundred billion flows to come\nI hope you know the lyrics to every single song\nSo when I'm at a show everyone can sing along\nMy weed bag empty, bottle at its last drop\nI'm feeling like this could be my last shot\nBut many more songs to make, cousin\nSo why the fuck you bugging? Haha\n\nYeah\nJust some motherfuckin' kids\nWe just some motherfuckin' kids (What?)\nWe just some motherfuckin' kids (Ayy)\nWe just some motherfuckin' kids (Shouts to all my fans, man)\nWe just some motherfuckin' kids (Holdin' me down)\nWe just some motherfuckin' kids (And all the homies)\nWe just some motherfuckin' kids (Most dope)\nJust some mo—just some—we just some motherfuckin' kids\n(You know what? You know what? You know what? Yeah)\n(You know what? You know what? You know what? Yeah)\n(You know what? You know what? You know what? Yeah)\n(You know—)",
    "Smile Back": "I just be like fuck you, what you need?\nYou can't get nothin' from me\nYou was talkin' shit, now I'm somebody you would love to be\nI'ma do my thing until the day the reaper come for me\nYou can keep on grillin', I'ma smile back, smile back\n\nTell them haters, call your army, bring your tanks\nI'm a big boy with a big boy bank\nSelf-employed, independent, once you start, don't take no breaks\nWork until I get it, I bet it's gon' take a second\nBut once I start up my engine, I'm gone, too fast to catch him\nI'm Lennon mixed up with UGK, maybe try that purple drink\nWhat I'm on is strong, yours weaker than seven days\nYou sweeter than crème brûlée, presidential head of state\nDopest mothafucka since before I hit the seventh grade\nElevate, Buddha shit, cooler than what coolest is\nSlick without no lubricant, bullshit, you just full of it\nStupid bitch, keep on hatin', I'ma keep on doin' it\nSpend a day as me, boy, you couldn't get the shoes to fit\n\nI just be like fuck you, what you need?\nYou can't get nothin' from me\nYou was talkin' shit, now I'm somebody you would love to be\nI'ma do my thing until the day the reaper come for me\nYou can keep on grillin', I'ma smile back, smile back\nI just be like fuck you, what you need?\nYou can't get nothin' from me\nYou was talkin' shit, now I'm somebody you would love to be\nI'ma do my thing until the day the reaper come for me\nYou can keep on grillin', I'ma smile back, smile back\n\nThey used to tell me I was fake, they would hate, now they on my dick\nMost Dope is my family, have respect for my conglomerate\nRollie on my wrist, I ain't rich, but I'm still coppin' shit\nJerm is on the beat, he got that heat, hold up, drop it quick\nAnd bring it back\nI could change the world with just a single track\nUnderage table in the back, smokin', drinkin' yak\nPittsburgh, let me show the world just where my city at\nOn the map, illest city out, I guess that's just a fact\nI'ma live in Rome, drink Patron and have a ball\nAfter all, only get one life, so there's no time to stall\nI'ma do it, stupid dudes with all exclusive shit to move with\nJust a few kids tryna bullshit, still my boys I straight up grew with\n\nI just be like fuck you, what you need?\nYou can't get nothin' from me\nYou was talkin' shit, now I'm somebody you would love to be\nI'ma do my thing until the day the reaper come for me\nYou can keep on grillin', I'ma smile back, smile back\nI just be like fuck you, what you need?\nYou can't get nothin' from me\nYou was talkin' shit, now I'm somebody you would love to be\nI'ma do my thing until the day the reaper come for me\nYou can keep on grillin', I'ma smile back, smile back",
    "Another Night": "Lately I just been workin', writin'\nHaven't really got outta the crib too much, heh-heh\n\nAs I spend another night without a single thing to do\n'Cept writin' down this music I proceed to bring to you\nMy man Billy hit me up, he got some weed he bringin' through\nTell him better be that good and grab a pack of Swishers too (Swishers too)\nThat's what usually happens, deserve some cool relaxin'\nSmokin' herb and laughin' at Curb Your Enthusiasm (Aha)\nI'm just a regular kid (At my crib)\nDoin' regular shit (Burnin' five spliffs)\nI'm so high, another night alone\nSo I'ma pour another cup and roll another zone (Roll another zone)\nI'm gone, you ain't gonna bring me back (Bring me back)\nSo gone, couldn't tell you where I'm at (Aha)\nMaybe New York, Philly, maybe Pittsburgh\nYou wanna find me? Hit me on Twitter, heh-heh\nWow, that sound mad lame\nPeople love me, they don't even know my last name (Uh)\nWaitin' at the station 'til it's time that I can board the train\nHeadin' to the fortune, fame, should explore my brain\nSee what I'm thinkin' 'bout ('Bout)\nPour a little liquor, then I drink it down\n\n'Cause it's just another night on my own\nLayin' back as I light up my Dro\nIt's just another night alone\nI spend another night alone (Spend another night alone)\nSaid it's just another night on my own\nLayin' back as I light up my Dro\nIt's just another night alone, heh\nI spend another night alone (Spend another night alone) (Yeah, yeah)\n\nI turn my phone on silent, I need to get away\nPut on J. Cole's Warm Up and let it play\nI thank God for blessin' me with life every day\nAnd to my peoples who've gone, we'll meet at Heaven's gates\nI've been sellin' haze, but I'm sure there's better ways\nThat I can get my pay, I just need to get it straight\nNothin' left to say, now it's time for action\nNo more bullshit, no more relaxin'\nRappin's my passion, so I stay writin'\nSpend a couple nights and burn out all the lights in\nMy room, stuck in my crib like glue\nThat's what I do, it's nothin' new\n\n'Cause it's just another night on my own\nLayin' back as I light up my Dro\nIt's just another night alone\nI spend another night alone (Spend another night alone) (Yeah)\nSaid it's just another night on my own\nLayin' back as I light up my Dro\nIt's just another night alone, heh\nI spend another night alone (Spend another night alone) (Yeah)\n\nNight on my own\nLayin' back as I light up my Dro\nIt's just another night alone\nI spend another night alone, heh",
    "Under the Weather": "Hey, hey, I bet it must be nice, chillin' every day\nNot really doin' shit, a couple million in the bank\nI'm workin' all the time, never gettin' me a break\nBut fuck it, that's fine, not a minute go to waste\nI just wanna be a legend, every second I gotta be goin' in\nA part of me wanna chill, but a part of me wanna win\nNo college payin' my bills, I'm sayin' just what I feel\n'Cause haters be lookin' stupid, when you just keepin' it real\nI got too much on my mind, to care about the internet bullshit\nOr them people comin' up say I'm forgettin' who I am\nJust because they random dudes I went to school with\nI'm cool with chillin' with some buddha smoke\nI always do it big like a Jewish nose\nCadillacs, I'm tryna get a few of those\nFuck stress, everything'll be okay, like...\n\nHow did you know (Know)\nI was feelin' so under the weather (Weather)\nThis evenin'?\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)\nAnd they say they love you (Love you), but they kiddin'\nThey say they bought your CD, but they didn't\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)\n\nDo you believe in fairy-tales, dreams come true?\nOne day you gon' make it\nIf they gave you a handout, and you were down bad\nWould you take it?\nI found that bein' famous in reality, well, it ain't shit\n'Cause you could have the world in the palm of your hand\nBut it don't mean a thing 'til you change it\nListen, baby, I'ma be great now\nWe can watch a movie, fuck it, stay up late\nI'ma make my way to the top, every day I get closer\nWhen I was young, they told me to wait until I'm older\nThey turned a cold shoulder to me\nAnd now they want tickets to my shows for the free\n\"Hey, Mac, can I take a pic? Can I have an autograph?\"\nBitch, suck my dick\n\nHow did you know (Know)\nI was feelin' so under the weather (Weather)\nThis evenin'?\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)\nAnd they say they love you (Love you), but they kiddin'\nThey say they bought your CD, but they didn't\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)\n\nGo front, back, side to side\nWave, say hi if I'm ridin' by\nI know it sucks with a nine to five\nBut everything'll be alright\nWe go front, back, side to side\nWave, say hi if I'm ridin' by\nI know it sucks with a nine to five\nBut everything'll be alright\n\nUnder the weather, shit'll get better\nUnder the weather, shit'll get better\nThe hate ain't gonna last forever, so\nI just smile, it's whatever\nUnder the weather, shit'll get better\nUnder the weather, shit'll get better\nDon't let nobody say you can't\nHeart beatin' like a 808\n\nGo front, back, side to side\nWave, say hi if I'm ridin' by\nI know it sucks with a nine to five\nBut everything'll be alright\nWe go front, back, side to side\nWave, say hi if I'm ridin' by\nI know it sucks with a nine to five\nBut everything'll be alright\n\nHow did you know (Know)\nI was feelin' so under the weather (Weather)\nThis evenin'?\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)\nAnd they say they love you (Love you), but they kiddin'\nThey say they bought your CD, but they didn't\nIf you don’t mind (Mind)\nCome rest your mind (Mind)\nI think it's all gon' be okay (All gon' be okay)",
    "Blue Slide Park": "Blue Slide Park\n(It's Blue Slide Park, man)\nUh (It's fuckin' Blue Slide Park)\n\nHey, I got these Ray-Ban shades\nKinda look like somethin' Lennon would rock\nIt seems like now I got a couple bags whenever I shop\nLouis shoes, Polo socks, some name brand dumb shit\nLogo never make a man, but I'm still blowin' thousands on it\nNo clue what I'm callin' my album\nFans be at my van screamin', callin' me Malcolm\nNever knew the outcome be this much cash now\nBank account lookin' like a George Jung stash house\nYoung and actin' out, the topics that I rap about\nBe varyin' from politics to bitches pullin' asses out\nThat's exactly how I do this as a rapper\nI'm nuttin' in her mouth, you tongue kissin' her after\nDaughters' moms kinda want me neutered\nBut they also want the kid to cum right on they cooter\nHave the music soundin' better than guitar tuners\nPlus I'm doin' shows daily, call me Jon Stewart\nSo who you know that's iller than Mac Miller and company?\nIt's like I planted money seeds right underneath the fuckin' tree\nNow I got a hundred G's, so none of y'all can fuck with me\nYeah, I said it publicly, so run and tell your mother, motherfucker\nI said run and tell your mother, motherfucker\n\nHold up, Jerm, let me spit the second\n\nAyo, I breeze past haters in the E-Class quickly\nIn deep, did a hundred songs and that’s this week\nShit keeps goin' on and on\nWe just tryna go bananas like it's Donkey Kong\nYeah, on my grind, always need to work\nSo I be eatin' good, you be eatin' dirt\nIf you talkin' shit, you gon' see me smirk\nWhile the DJ be scratchin' 'til the needles burst\nA couple screws probably loose in my head\nHoller at my girl, tell her bring that doobie to bed\nI'm a regular guy with an irregular life\nExcept I'm a Lamborghini if it's racin' a bike\nWho knew that I can turn-turn sound into somethin' so cool?\nFresh kids, see me, I'm bustin' the moves\nComin' in soon to a theater near you\nCreep in your kitchen, start eating your food\nGirls tryna fuck, I don't be in the mood\nNo time for pussy when money in the room\nOoh, I switch flows, switch rhythm\nSick spittin', unlimited ammunition, hey\n\nBlue Slide Park",
    "Nikes on My Feet": "Woah\nHaha, yeah\n\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes (Hey, hey)\nNike-Nike-Nikes (Hey), Nike-Nike-Nikes (Haha)\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes (We just some motherfuckin' kids)\nNikes on my feet keep my cypher complete (Just some motherfuckin' kids)\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\n\nAyy, lace 'em up, lace 'em up, lace 'em up, lace 'em\nBlue suede shoes stay crispy like bacon\nNikes on my feet make my cypher complete, uh\nI stay shining like the lights on the street in the night\nRevis take me shoppin' when I'm up in New York\nHit the shoe store, go and cop a few more\nYou at the mall getting dinner at the food court\nI'm in LA eatin' twenty-two course\nYoung boss, bitch, paper in my pockets\nI got a closet filled with shoeboxes\nMom said my spending habit little bit obnoxious\nBut a pilot stay fresh up in his cockpit\nUsed to rock hand-me-downs\nNow I buy some clothes, wear 'em out\nHit the club, bitches pull they cameras out\nLivin' in a dream, they beginnin' to believe\nMy hotel smell like cigarettes and weed\nShit, with what I'm spittin', they should give me a degree\nGood liquor, what I'm sippin' isn't cheap, uh\nFinna blow, don't snooze, don't sleep\nAll I really need is some shoes on my feet\n\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\nNike-Nike-Nikes (Hey), Nike-Nike-Nikes (Hey)\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes (Hey)\nNike-Nike-Nikes (Uh), Nike-Nike-Nikes (We just some motherfuckin' kids, haha)\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\n\nI make 'em so mad, they got no swag\nPippens on my feet, they the throwbacks, look\nMy money good, but these hoes bad\nSo they stay attached to my gonads, uh\nWakin' up to a few L's\nOpen up my closet to that new shoe smell\nI guess I'm doin' well\nSmokin' all the weed that I used to sell\nBut once my album goes in the shelves\nIt's going Nextel how it's finna sell\nFor now, we're sellin' tapes out my shoebox\nAny spot, just set up my shop\nYou're mad that your girl always says that I'm hot\nShe buyin' my t-shirts, but she spendin' your guap, uh\nSay, \"What up?\" if you see me around\nNike Airs separate my feet from the ground, it's just\n\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes (Yeah)\nAnd the Nikes on my feet keep my cypher complete\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\nNike-Nike-Nikes, Nike-Nike-Nikes\nNike-Nike-Nike-Nike-Nike-Nike-Nike-Nike-Nikes\nNike-Nike-Nikes, Nike-Nike-Nikes",
    "Frick Park Market": "Uh, let me get a turkey sandwich, uh (Woo), lettuce, tomato (Bitch)\n\nMy name Mac Miller, who the fuck are you?\nWell, my crew too live, but I ain't Uncle Luke\nAnd I ain't no hipster, but girl, I can make your hips stir\nFrom Pittsburgh, smoke papers or a swisher\nWelcome (Woo,) to the Cam Rellim chronicles\nLookin' out my monocle\nI'm dodgin' obstacles, I gamble like the Bellagio\nYou cock-a-roach, I'm heroin 'cause everything I talk is dope\nType to leave it clean and fuckin' shiny, word to Mop & Glo\nTryin' to get a mansion, ain’t nobody here gon' find my room\nMoney gon' be green, I guarantee you that my slide stay blue\nSo press play, I start from scratch and never use no template\nThe next day, these losers always goin' with what's trendy\nMy pen game is somethin' these motherfuckers have never seen\nAll City Champion, everybody is second-string\nNo need to testify (Testify,) for the best is I (Best is I)\nAnd anybody in my way gon' be left to die\n\nI'ma feed the world, you can put it on my tab\nRun until my legs go numb, I don't plan on lookin' back (Back)\nAnything you need, you can find it at the market\nIf you don’t hold me down, for all I care, you can starve, bitch\nI'ma feed the world, you can put it on my tab\nRun until my legs go numb, I don't plan on lookin' back (Back)\nAnything you need, you can find it at the market\nAnything you need, you can find it at the market\n\nI got my own stickers now, so literally I’m everywhere\nHundred different shoes, still feel the need to cop a fresher pair\nThese motherfuckers treat me like it’s just my second year\nFool, you better get prepared\nDon't know 'bout you but all my rhymes is deadly here\nFrick Park Market, where we kickin' out the garbage\nSick bars, I’ve been a boss, so stick around and watch it\nDidn't fit around no college campus, chillin', writin' on top of planet Earth\nFuck who's first, It’s just 'bout who the hardest\nOn my own, too, fuck who's sayin' different\nEvery time I rhyme, I get that Punxsutawney feelin'\nI’m the starter, you a fill-in\nYou a martyr, I’m just killin'\nGettin' harder with each time I write\nWish I could rewind last night\nI had so much fun just kickin' it and goin' in\nDon’t call me Malcolm if you didn't fuckin' know me then\nAnd if you lonely, girl, I could be your only friend\nYou got some shit to say? I suggest you hold it in, bitch\n\nI'ma feed the world, you can put it on my tab\nRun until my legs go numb, I don't plan on lookin' back (Back)\nAnything you need, you can find it at the market\nIf you don't hold me down, for all I care, you can starve, bitch\nI'ma feed the world, you can put it on my tab\nRun until my legs go numb, I don't plan on lookin' back (Back)\nAnything you need, you can find it at the market\nAnything you need, you can find it at the market\n\nYeah\nAnd this is Blue Slide Park",
    "Missed Calls": "Hey\nIt's like\n\nLong days, longer nights\nYou keep startin' fights, think you always right\nCall you up to tell you I ain't comin' home tonight\nSay you wanna leave me, it's just talkin', but I know you might\nNow get along, I get along, I go\nYou sing along to every song that you know\nYou play your part, I'm playin' mine, you breakin' hearts, ain't breakin' mine\nSince growin' old is takin' time, I'm actin' like I'm eight or nine\nTryin' to move on, talkin' to my old friends\nSee me, say what up and I'm actin' like I don't know them\nCausin' so much problems, why you doin' that, doin' that?\nRippin' people's hearts out, you too cute for that, cute for that\nI been on the same shit (Same shit)\nWe run into each other and it's like we don't even speak the same language (Language)\nI guess people always goin' through changes (Changes)\nDidn't think I would lose you once I got famous\n\nSaid, \"Baby\nI got missed calls and e-mails all going into detail\n'Bout how you just not happy and you think you gotta leave\nSo go (Go)\nI'll be fine on my own\" (Own)\nSaid, \"Baby, I got missed calls and e-mails all going into detail\n'Bout how you used to love me, I keep changing like the leaves\nHell, go (Go)\nYou'll be fine on your own\" (Own)\n\nShe tell me\n\"You an asshole, superficial douchebag\nWishin' that you knew that, you could have these shoes back\nAll of this perfume back, necklaces and jewels back\nAll the shit you buy me\" she said, \"I want you back\nI can't be seen again with you and none of your friends\nIt's so hard to pretend that it's like it was way back when\nI thought you used to be the one, I guess you don't have time\n'Cause all you do is grind and it's got me losin' my mind\nYou just don't, don't, don't love me like you used to\nThink I'm 'bout to lose you\nI'ma end this now before things just confuse you\nKept breakin' promises you said you'd keep\nSo you can leave a message at the beep\"\n\nSaid, \"Baby\nI got missed calls and e-mails all going into detail\n'Bout how you just not happy and you think you gotta leave\nSo go (Go)\nI'll be fine on my own\" (Own)\nSaid, \"Baby, I got missed calls and e-mails all going into detail\n'Bout how you used to love me, I keep changing like the leaves\nHell, go (Go)\nYou'll be fine on your own\" (Own)",
    "Of the Soul": "Uh, looks like I wrote this song on paper\nFirst time I did that in like three years\nMy handwriting is—, is horrible and I can barely read this\nHmm\n\nHey, hey, don't even know what's in my head anymore though\nUh, figured out I ain't gonna go to college, Lee Corso\nFuckin' girls, but I never kept the door closed\nWant you all to hear the way I put it in her torso\nI ain't normal, I'm clinically insane\nI guess it's the result of drugs that enterin' my brain\nAll of a sudden, every legend keep on mentionin' my name\nAll that does is show me that my life will never be the same\nPolice tryna figure out how to get me locked up\nI tell those cops, \"Suck dog nuts,\" haha\nArrivin' to the party in a chariot\nLookin' for a scary bitch that I can pop her cherry pit\nI'm very sick, yes, very ill\nEternal Sunshine, Jim Carey feel\nAt the amusement park, scared of heights, Ferris wheel\nDouble dare me to kill?\n\nGot some soul like De La do\nThey say I'm new, it's nothin' but some déjà vu\nEverywhere you go, these people hate on you\nIt's déjà vu, déjà vu (One time for the grind)\nA little soul like De La do\nThey say I'm new, nothin' but some déjà vu\nEverywhere I go, these people hate on you\nDéjà vu, déjà vu\n\nWind chimes, sick rhymes\nBeen high on this incline\nTryna get my money stackin' tall, 6'9\"\nHave some caviar, sip wine\nSacrificin' sanity, sacrificin' normal\nPurpose is for people in the plural\nForm never formal, an art form, not a mural\nWork four bars that are tighter than your cornrows\nSee a girl that's lookin' horny in the fourth row\nHa, I just put it in her mouth, ortho-\nDontist, manipulatin' phonics, put 'em into sonnets\nLet me put you on this, nastier than Nas is\nBubonic plague, bacteria that's tryna find a way\nSpread, like yolk of a broken egg\nTalkin' shit? You just diggin' your grave\n\nGot some soul like De La do\nThey say I'm new, it's nothin' but some déjà vu\nEverywhere you go, these people hate on you\nIt's déjà vu, déjà vu\nA little soul like De La do\nThey say I'm new, nothin' but some déjà vu\nEverywhere I go, these people hate on you\nDéjà vu, déjà vu\n\nHypothetically of dope, I kick incredibly\nPotentially could be the remedy for happiness without the ecstasy\nNo methamphetamines, hot, 110 degrees\nVisually stunnin', gotta see it on the LED\nWhen I was 17, I thought I had it figured out\nNow I see what it's about, went in down a different route\nIt's crucial, three new schools, life with a spoonful\nOf sugar, yeah, I need my medicine\nFuckin' Mary Poppins, gotta treat her like the president\nRepresent all these fuckin' people that I never met\nSome expect me to be the greatest ever\nHear me on the radio, shit'll change forever\nNow I'm just a pop sensation, fuck your expectations\nI'ma be the best, have some patience\nYou thought that it was great, then poof\nIt was nothin' but some déjà vu\n\nHaha, yeah",
    "Knock Knock": "Bum, ba bum\nThis is gonna feel real good, a'ight?\nMost Dope\nEverybody please put a thumb in the air (Hey, hey)\n\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\n\nI feel like a million bucks\nBut my money don't really feel like I do\nAnd from the ground, I built my own damn buzz\nPeople was amazed I was still in high school\nBut now I'm out, and money what I'm 'bout\nTryna get so much that I can't keep count\nNew kicks give me cushion like whoopie\nKeep a smile like an Eat'n Park cookie\nEverything good, I'm white boy awesome\nUp all night, Johnny Carson\nI ain't got a Benz, no, just a Honda\nBut tryna get my money like an Anaconda\nReal, real long, cross the country\nSmoke joints in the whip, no cop can bust me\nDrive into the stage, they applaud and scream\nAll them pretty little girls come and flock with me\nYeah, I rock the beat\n\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\n\nAnd I like my rhymes witty, all my dimes pretty\nIf you got weed, you can come fly with me\nI don't take pity on them silly little hoes\nMilli Vanilli but this is really how it goes\nMouth my words, don't say shit\nShh, shut up, bitch, and ride this dick\nI'm just playing, let's have a ball\nAll we need is some weed, hoes and alcohol, hey\nDon't forget it when I'm wreckin' the etiquette for the hell of it\nSmellin' it when the L is lit, I'm flyer than a pelican\nYoung fresh, but I'm so damn intelligent\nGirls givin' brains 'cause I'm acting like a gentleman\nIn deeper than the water Michael Phelps was in\nFinna have a party, baby, you can tell your friends\nWe the type, lookin' right, still settin' trends\nFuck a job, I'ma get these dead presidents\n\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\n\nNot a day, goes by when I ain't gettin' high\nThey wonder why don't I go get myself a job\nSo I can make, them bucks, but I don't give a fuck\nNo, I feel great\nBitch, I feel great\n\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)\nOne, two, three, four\nSome crazy-ass kids gonna knock up on your door, so\nLet 'em in, let 'em in, let 'em in (Hey)",
    "Senior Skip Day": "Kids\nKids, yeah\nHaha\n\nI'm just high, why they hatin' on me?\nPeople tend to think all the drinks on me\nI don't even have the money to spend\nTo buy Patrón for you and all your friends (Hey)\nBaby, I be on my grind, rain, sleet, snow\nRollin' up good every place we go\n'Cause we tryin' get high (Get high), get high (Get high), get high\nKnow the bullshit and all the problems, but we too gone to see\nLittle bit of this and a little bit of that\nWe proceed to give 'em what they need\nJust wakin' up, then gettin' stoned\nRub my eyes and check my phone\nOpen up the fridge to make some waffles\nBut no more syrup left in my bottle, damn\nWell, it's okay\nI top it off with scrambled eggs, ayy\nGotta work with what you got, ayy (What?)\nGotta work with what you got\n\nSupposed to be in class, but I ain't goin'\nLet's chill on the couch\nSee what's on the telly\nGirl, we won't leave the house\nCan you stay a while?\nCan you stay a while?\n'Cause, girl, I'm feelin' lazy\nAnd I'm tryna hang around\n\nAin't tryna get out of my bed 'til noon\nNeighbors smell the perfume, smoke in my room\nAnd I got the door closed, can't be sure, though\nAmsterdam weed, spendin' euros\nGet the herb rolled, let's relax\nTake your shoes off and kick it back\nWe escape the world, escape the stress\nBut I don't give a fuck if the house a mess\n'Cause we gon' handle that later, we gon' handle that later\nRight now, let's get this paper and smile for all them haters\nAyy, cream cheese and a bagel\nHave a glass of milk and an Eggo\nI'm rockin' PJs and no shirt\nI smoke weed, eat yogurt\nEnjoy the best things in your life\n'Cause you ain't gonna get to live it twice (Twice)\nThey say you waste time asleep, but I'm just tryin' to dream\n\nSupposed to be in class, but I ain't goin'\nLet's chill on the couch\nSee what's on the telly\nGirl, we won't leave the house\nCan you stay a while?\nCan you stay a while?\n'Cause, girl, I'm feelin' lazy\nAnd I'm tryna hang around\n\nHardcore pound fucking, that's the shit right there\nHell yeah, yo, that's the only way to do it, man\nIt's that boom-boom-boom, man\nYeah\nI know, but there's a difference between making love, having sex, and then fucking\nRight, right",
    "Party on Fifth Ave.": "Yeah, ha-ha-ha-ha-ha-ha-ha-ha\nI think—, I think I see where you're goin' with this one, E\n\nHey, hey\nBeen around the world and back, yeah, I did that\nStill kick raps that cause impact, so where my kids at?\nThese mu'fuckers hatin', soundin' funnier than Sinbad\nI'm ill as the pills that they give you when you collapse\nThis, that, the other, kiss your mother with that mouth?\nWe the assholes that she warned you about\nWe just storm in your house, open doors through a cloud\nGot an assortment of style, just be sure that it's wild\n6:30 in the mornin' and there still ain't signs of slowin' down\nTwin sisters gettin' wasted, so they both are down\nIt's goin' down, I thought I told you, man\nIf you tryna party, let me see you raise your hand\n\nThere's a party on Fifth Ave. (Party on Fifth Ave.)\nHit me if you tryna go (Hit me if you tryna go)\nI can be there in like twenty, I'ma honk it and come runnin'\n'Cause we gotta hit the road (We gotta hit the road)\nMake you sure you got a clean shirt, clean pants, new shoes (New shoes)\nOr just hitch a ride there, you choose (You choose)\nThere's a party on Fifth Ave. tonight\nAnd that's what I'm tryin' to do\n\nHey, what's the difference 'tween me and you?\nWhen no one believe in you, I'm flyer than Beetlejuice\nDon't count on the sheep to snooze, I'm fucked up off weed and booze\nI party then sleep 'til noon, what every day people do\nSo haters see me improve, just give me a week or two\nSee when you read the news, my bitches all sleepin' nude\nMy rhyme talent is why my album is fly\nYour favorite record, you gon' put it aside\nThis that old school shit, soundin' good in the ride\nAnd fuck ten, I'm only countin' to nine\nSaid this that old school shit, soundin' good in the ride\nSo let's head out to the party, I'll drive\n\nThere's a party on Fifth Ave. (Party on Fifth Ave.)\nHit me if you tryna go (Hit me if you tryna go)\nI can be there in like twenty, I'ma honk it and come runnin'\n'Cause we gotta hit the road (We gotta hit the road)\nMake you sure you got a clean shirt, clean pants, new shoes (New shoes)\nOr just hitch a ride there, you choose (You choose)\nThere's a party on Fifth Ave. tonight\nAnd that's what I'm tryin' to do\n\nWhat's goin' on? There's a party\nHope the neighbors don't mind us gettin' loud\nHomies to the left, all the ladies to the right\nWe came to get down, we gon' do that now\nMy light up shoes on, my light up shoes on, my light up shoes on\nThey love the way my kicks flash\nThis ain't a time to just sit back\n'Cause there's a party on Fifth Ave\n\nThere's a party on Fifth Ave. (Party on Fifth Ave.)\nHit me if you tryna go (Hit me if you tryna go)\nI can be there in like twenty, I'ma honk it and come runnin'\n'Cause we gotta hit the road (We gotta hit the road)\nMake you sure you got a clean shirt, clean pants, new shoes (New shoes)\nOr just hitch a ride there, you choose (You choose)\nThere's a party on Fifth Ave. tonight\nAnd that's what I'm tryin' to do",
    "Buttons": "Yeah\n\nYeah, there's no answer and you called twice\nNobody be at my house\nI was at the studio all night\nLast night I slept on the couch\nI might wake up and do it all again\nThere's a world goin' crazy outside\nBut let's pretend that it's alright\nWe keep pretendin' that it's alright\n\nYeah, alright\nDays get mixed up (Uh-huh), schedules get switched up (Uh-huh)\nCan't be two places at once (Yep), so\nI take a hit of the spliff that I lit up and\nForget I had to be anywhere at all, goddamn\nHow the mighty will fall (Fall), they wanna see me gone\nBut I'm here in spite of it all (All), I never play along\nYou can keep the fear and self-pity (Fear)\nI'd rather tell you who I am really, yeah\nThis is not the wake-up call\nI am the hotel operator, I don't owe nobody favors\nI don't know how the fuck I've been around so long\nBusy as a escalator in a crowded mall (Uh-huh)\nIt's like, every year I realize my house too small\nGet paid, upgrade, two cribs, new maids, more flights, flew planes\nLive out my suitcase (Suitcase), lose days like loose change (Loose change)\nI swear my life is on Blu-ray\nWelcome to doomsday, the world needs a hero\nAnd I am your Bruce Wayne, kind of like Luke Cage, well\n(Well, well, well, well) You keep on runnin'\nWe keep on pushin' your buttons\n\nYeah, there's no answer and you called twice\nNobody be at my house\nI was at the studio all night\nLast night I slept on the couch\nI might wake up and do it all again\nThere's a world goin' crazy outside\nBut let's pretend that it's alright\nWe keep pretendin' that it's alright\n\nI run around with open scissors (Yeah), they takin' pictures\nI could lose my head, it grow instead, gets only bigger\nI put one foot in front of the other, I never settle\nWaste yo' time with water and wine, I'm turnin' liquid to metals\nStill the (Still the,) same dude that used to never be sure (Yeah)\nWhen I was way more insecure, did not feel better before, no\nUmbrellas never could weather the storm\nNo sympathy for the devil, too busy buildin' a temple\nI am lookin' beyond (Beyond), leavin' 'em lookin'\nHot as the grill I'm puttin' 'em on when I be cookin'\n(Cooking, cooking, cooking)\nI keep on runnin' if I have to\nMedusa never turned me to a statue, no\nI keep it movin' (Movin'), but keep it low (Low)\nYou can do your thing, shit, to each their own (Yep, yep, yep)\nBut you better do somethin'\nWe keep on pushin' your buttons\n\nYeah, there's no answer and you called twice\nNobody be at my house\nI was at the studio all night\nLast night I slept on the couch\nI might wake up and do it all again\nThere's a world goin' crazy outside\nBut let's pretend that it's alright\nWe keep pretendin' that it's alright"
  },
  "completed songs": [""],
  "origin": [""]
}
