{
  "to do count": 0,
  "to do": {
  },
  "completed songs": {
    "count": 24,
    "songs": [
      "Thumbalina",
      "Apparition",
      "Rain",
      "Uber",
      "Insomniak",
      "Colors and Shapes",
      "San Francisco",
      "Ave Maria",
      "Diablo",
      "Funeral",
      "Happy Birthday",
      "Polo Jeans",
      "Therapy",
      "What Do You Do",
      "Malibu",
      "Inside Outside",
      "Here We Go",
      "Friends",
      "Angel Dust",
      "It Just Doesn't Matter",
      "Wedding",
      "55",
      "New Faces V2",
      "Grand Finale"
    ]
  },
  "origin": [
    "Straight up, I just wanna say one time after two years at this mothafuckin' crib: fuck all y'all mothafuckers, livin' all over this mothafucker tryna kick me out.",
    "That goes for you, Mrs. Watson, witcha little ass kids always fuckin' cryin'. You got your little chihuahua, fuck you and your motherfuckin' mama, bitch, I'm out here!",
    "REMember Music. Old Jewish. Go ahead. This is my tambourine",
    "He's on drugs again\nMy neighbor's yellin', I don't give a fuck again\nAnd I swear to God if the cops come again\nI'ma open up this door, get to rumblin'",
    "Turn up the mothafuckin' volume\nAnd you a freak, why you hidin' in a costume?\nThat disguise make your body look awful",
    "Let me see them nipples, baby\nDon't give it all up, just a little, baby\nI'm just tryna free your mind\n'Cause all you see is dollar signs",
    "Blinded by the streets",
    "Line crosser, real-life flyin' saucer\nNothin' straight 'bout her but her posture",
    "Pull Spanish bitches but I speak nada",
    "And she got a need to roll the weed all up\nYou ain't got a chance when it's me on ya,",
    "Leave that pussy crippled, baby\nLet me slide right down the middle, baby",
    "Ou, where the fuck my Thumbalina?\nHas anybody seen her?\n",
    "'Bout to start my own motherfuckin' committee and it's gon' be me and Josh and it's gon' be with motherfuckin' bitches with their motherfuckin' ass and titties, I don't give a fuck... shit",
    "Gnillor peek tsuj ,looc s'ti ,dnim reven ,tiaw ,hO\n?ni semoc ssab eht erehw ees ,morf em trats uoy nac ,tiaw",
    "Turn the beat up a little bit",
    "I've been rappin' since the apparition",
    "G-g-g-god was gonna kill me and I'm glad he didn't\nMight have made a bad decision\nHe just left me with an ocean and a bad religion\nWhile Mary Magdalene laughin', smokin' a pack of Winstons",
    "Up on a church hill, acid trippin' with older men\nAs they tell her stories, she's seducin' 'em\nBut she only usin' 'em",
    "My studio is filled with spirits\nAnd every single lyric dedicated to my dearest friends",
    "Yeah, and lord knows that we hate the questions\nSo back and forth, exchange faces over why I'm playin' table tennis at dinner\nI end up so bitter when I lose\nDefeat hurts, I got scissors in my shoes",
    "And I'm dancin'\nNever got the steps right\nLoose, I never slept tight\nBut I'ma keep dancin'",
    "I did a cannonball off the deep end, my boat was comin' to America\nPouch of fairy dust and a little poodle terrier\nA silver Derringer, a smile for the camera",
    "Split your line up like James Farrior\nI've always been a cowboy, they need me like the cancer cure",
    "Weed loud as crowd noise, we just let the amber burn",
    "Wiffle Balls, child's toys, ain't fuckin' with amateurs\nI'm Ken Griffey on the Mariners",
    "Okay, I'm way beyond the boundaries, outside of parameters\nThe rap chancellor, jacket made of camel fur\nAnd Clockwork got every single answer 'cept time\nI've experienced every feelin' except fine\nI'm line dancin' again",
    "Take your time, when talkin' to a nigga I don't waste none\nKnock you off your feet and then I flee before the jakes come\nSick of hearin' cases from these niggas who ain't face none\nBut I'ma be the nigga that they feelin' when the day come",
    "Thirsty for the pay, young niggas led astray\nStray bullet hit my brother in his mothafuckin' face",
    "What's fate when a person don't deserve what he get?\nShootin' reckless at the father, almost murdered the kid\nOr is it karma for the shit that both the parents had did?",
    "Ain't embarrassed where I'm livin', we get merit for kills\nFrom a family of niggas that was veteran skilled",
    "Voted heartless cause my momma made me part of the guild\nDeals made, sellin' thrills paid the bills at the crib",
    "Drag him down by the river, he'll be missin' for years\nAnd them funerals was usual, I ain't sheddin' no tears\nKnew the fallen had it better off than most of us did\n'Cause shit, Heaven knows, Heaven's gates prolly closed\nAnd these hoes in a race for the gold",
    "We was raised on that fork in the road\nNo food on our plate, just the meals that we stole",
    "I spit that prayer hand emoji, that shit that injured Kobe\nThe holiest of holy, Nick Nolte in some Oakley's",
    "That's a flex though, cover up the issues that I kept close",
    "Sober I can't deal, I'm in the corner with my head low\nRunnin' from my shadow, never ending chase\nEase the pain and the battle that's within me",
    "Sniff the same shit that got Whitney, the high heel depression",
    "My temple feel the metal comin' out the Smith & Wesson, bang",
    "Say a prayer, leave my brains on the tile floor",
    "My bitch hate me, always tell me I should smile more",
    "Off them drugs that hit you in your spinal cord\nThis the shit I need to keep the climate warm",
    "Wish I could get high, space migration\nPretend I can just fly to great vibrations",
    "The magazines need a quote\nWhen I'm gone, sorry, I don't leave a note, yo",
    "And this pain, and this pain\nMixed up with this rain, this rain",
    "Yeah, 9th Wonder",
    "Who put the spiders in my applesauce?\nTook the pins out my hand grenade?\nSomebody said that I deserve to die\nI looked him in the eye, said the devil's not circumcised",
    "So play me a song on the guitar\nGot a rainforest in my cigar\nThere's knots in my yo-yo string\nPut a crown on my stallion, I'm the Polo king",
    "I fell in love with a go-go dancer, she a single mom\nThe underdog, like to play the game with Diddy Kong\nShe the god type, throw that bitch a Klondike\nEverything is alright, see it's written in the Psalms",
    "I told her I get rich off my little songs\nGave her a million reasons that she should come along\nImmediately, she dropped her shit\nBut everywhere I go, they told me, \"Watch yo bitch!\"\nGod damn",
    "I guess I got another one\nGood vibrations, Marky Mark and the Funky Bunch",
    "I put the gourmet flavors inside the honey blunt",
    "Got my head underwater but I ain't comin' up\nFuck air",
    "My bitch's ass is like a plump pear\nAnd she ain't pretty or ugly, I say she just fair",
    "Man, this life is unfair",
    "Okay, I'm parkin' lot pimpin', I got nuttin' to lose\nAnd I'ma do this 'til I'm a 102\nWhy you tryna stunt when we stuntin' on you?\nStunting’ in a Uber",
    "I'm readin' old Playboy magazines\nSomethin' from the '50s when the journalism had its peak",
    "You play the background, you just a member of the faculty\nI'm actually out here decision makin'",
    "Had to get my shit together, I was missin' payments",
    "I just pray to God that my lady isn't famous",
    "She threw the gown on and we hit the banquet\nShe got her own story; just let the bitch explain it",
    "Mac, I think the girl that you speakin' 'bout\nWas, in fact, the same chick, late-night, creepin' out\nSneakin' out, my homie knew her, told me keep an eye\nFound out she was twerkin', found out she wasn't workin'",
    "Trunk up, top down, call it parkin' lot pimpin'",
    "Have I answered the question, 'Who am I'? Mm-hmm. Well, I confront it all the time\nWe're teaching people how to use their head. The uh, point is, in order to use your head, you have to go out of your mind. You have to go out of all of the, uh, the esthetics and all the ways in which you think.",
    "If it was colors and shapes, the imaginary\n'Stead of all of this weight that we have to carry\nWould you be able to breathe?",
    "And if you could just find where that comfort resides\nNo distraction or movement that fucks wit' your mind\nWould you let them see?",
    "While beneath the ocean, I met with the captain\nWho sank to the floor on his ship\nAll of his passengers escaped to safety\nBut he was not done with his trip",
    "He looked up and smiled, asked me, \"How do you do?''\nI told him, \"I'm losin' my grip\"\nHe told me, ''Son, if you want to hold onto yourself\nThen let yourself slip''",
    "Oh, it feels good to fall",
    "These puzzles are so hard to make into pictures\nOf something that they'll understand",
    "They could open their eyes, still be blind to the beauty\nBut march on the heart of this land, oh oh",
    "Why don't you turn around and go home?",
    "They invade your minds and then fill them with nonsense\nThese things that a man doesn't need",
    "Take out the love and the passion and hope\nAnd they fill it with nothing but greed",
    "While floating through galaxies, they said I couldn't\nI noticed how sad one can get\n'Cause the ignorant mind is so peaceful, I find\nI can't understand nothing no more\nIf I jump, let me...\n\nFall",
    "If I jump, let me\nFall, oh\nFall\nOh, it feels good to fall",
    "Think for yourself\nDon't accept something because an authority tells you to. Think for yourself and you'll find out\nThat a lot of those so-called authorities are bullshit",
    "Ah, I'm the muh'fuckin' greatest, y'all don't know that yet",
    "I don't need your money, you can hold that check",
    "At the crib in some Polo sweats",
    "I don't need a ho, that's what the hoes don't get, whoa",
    "I'm on my worst behavior\nBad side piece with the pertinent flavor",
    "Muh'fuckers never loved us\nComin' for your money, muh'fucker don't trust us",
    "Bought a brand new crib, yeah, I move that brick",
    "Treat her like a dog how I do that bitch, uh",
    "And it's still motherfuckin' Most Dope",
    "Made a couple million off a brand\nMuh'fucker, we ain't even got a logo",
    "Bitch, you better have my money (Must be feelin' myself)\nI don't see anybody but me (Plan on killin' myself)",
    "Keepin' shit too real\nSee a muh'fucker like me gettin' money",
    "Already been but I'm back for more\nInsomniac, I don't know what I got a mattress for",
    "Insomniac, I don't know what I got a mattress for\nDon't sleep!",
    "I'm an insomniac, a muh'fuckin' insomniac\nLook bitch, don’t try and speak around me",
    "I'm an insomniac, a muh'fuckin' insomniac\nBitch I don't speak French, look bitch, don't try and speak around me",
    "I'm a maniac, crazy, act insane\nThink I might need a cage in fact",
    "Chain reactions happen when I make a pact\nA psycho, God made me that",
    "'Cause I fade to black, I gets down like a plane attack",
    "You muh'fuckers just made me laugh\nHa ha, God damnit, this ain’t a drill, do not panic\nLet me see how loud you scream",
    "I'm off the map, muh'fuckas start lookin'\nBut they're never gonna see where I be",
    "She only speak French\nSaid \"Bitch look, don't try and speak around me\"",
    "And I don't sleep at all\nIf you on that bullshit, I ain't gonna be involved",
    "I could make a million puttin' my lyrics on a tee",
    "Fearless, Jet Li, fourth quarter, Gretzky\nTake your bitch, Joe Pesci, don't test me",
    "Don't flex if you ain't got shit on me\nAnd, you ain't got shit on me, come get it",
    "Jar full of fresh white snow, bag full of unleaded\nI don't get enough credit\nDon't sleep!",
    "They done fucked up, huh?\nThe biggest bezzle, huh?\nThe don, Ricky Farrakhan, huh?\nM-M-M-M-M-M-Maybach Music",
    "My weed burnin', my chain glitter\nHe's self made, Mac Miller my real nigga",
    "Fuck who don't like it, bitch, come see me\nFuck who don't like it, hitta, hitta, hitta",
    "G-G-G-Gettin' money so complicated, I'm the shit, I'm constipated\nYo baby mama, straight G, let me use the crib to mail all the weed",
    "California, Atlanta, white girl in a black Phantom\nMy top down, mid-December, ride with a big black fat nigga",
    "Krispy Kreme then it's chicken wings, introduce, different things",
    "Jet skis and the best weed, think it's fake? Bitch, test me",
    "I'm jet-lagged, don't need a stylist, pants sag, Jimmy Fallon",
    "Blowin' green in the green room, Def Jam like, \"Boss really wildin'\"",
    "Yeah, they hate but won't box a nigga\nBought the estate from a boxer nigga\nParanoid, I'm walkin' round\nI'm butt naked with my chopper, nigga",
    "Yeah, welcome to the dark side of my bizarre mind\nI'm trapped inside of this amusement park ride",
    "There's an atom bomb inside my hard drive\nI'm holdin' the apocalypse",
    "Let's take a ride and get lost in this metropolis",
    "Just realized that I'm an idiot\nWearin' my disguise, my real face is fuckin' hideous",
    "My pretty bitch watchin' Insidious with her pussy out\nAw, sookie-sookie now",
    "Rapper terrorist, rarer than good parents is",
    "Puttin' hard drugs inside of all your baby's carriages",
    "Arrogance, throwin' cherry bombs where the sheriff lives\nJust because that shit's hilarious",
    "And I inherited the thirst for self-destruction and I'm scared of it",
    "I wanna be buried with a novel and a chariot",
    "I'm a bigger illusion than good marriages\nOr what it means to be American",
    "I took acid in San Francisco\nStripped butt-naked, caused a panic at the disco\nFell for the bimbo who was dancin' at the strip show\nI gotta stop thinkin' with my dick-hole",
    "A genius still thinkin' with his dick bone",
    "Out in Wichita, Kansas, smokin' meth with all the locals\nAskin' them to teach me how to yodel",
    "Suppose I'll die alone from an overdose of some sort\nIn a motel while some whore I’m fuckin’ runnin' to the drug store",
    "I hacked into the motherboard, argued on a public forum\nUploaded a virus to the network, then unplugged the cord",
    "The laws are not important\nIf you scared, lock your door then",
    "I always feel like a foreigner\nMorphin' into some sort of sorcerer\nI'm Yuri's brother if it's Lord of War",
    "What would I be normal for?\nI'm goin' door-to-door shootin' pornos with a good script",
    "Yea, and I can't feel my legs, I'm a paraplegic",
    "Lord, I want a fair one with my demons\nKaren Meyers became married to Jesus\nBorn dead, they had to dig up my fetus\nAnd now the devil want to tear me to pieces",
    "I'm a diagnosed insomniac\nAn astronaut who blasted off into the stars galactic\nOn top of Saturn, fox-trotting with Velociraptors\nThe dino-aliens invaded Earth, so they could feed on hypochondriacs",
    "Preparing for the rapture, closet hillbilly threw the spinners on the tractor\nI listen to Uncle Kracker\nBut, that's white America for you, we all that matters",
    "I'm walking backwards, shadowboxing with karate masters",
    "It's more to rap, we sell the royal crack at Castle Rock",
    "A bad apple like an unemployed Macintosh\nWe lost Jobs\nNow they brainwashed with dot com\nIt's only so long until we surrender the free world to Hong Kong",
    "And sinners stay still, but the merry go round, and round\nIt all just keeps spinning\nGotta keep swimming",
    "Eat drink and let the merry go round\nEat drink and let the merry go round",
    "I got a double sided silver dollar",
    "Larry Fish here from midget league, beginner slaughter",
    "I'm not drowning, I'm wading in the water\nKilling off these monsters ever since I was a Sabra",
    "I got horses on my PJ's\nShout to spitta jet life, I fit the Porsches on the PJ's",
    "On stage, sending dark forces to my DJ\nThe birdies on tour like PGA\nDavis Love III, Pittsburgh warrior",
    "Bullets in my cornea\nIn exelsis Deo, ayo, this is Gloria\nAve, Ave Maria, I'm getting bread, yeast rise on Easter",
    "Money is God",
    "Black beaches with jungle fever I love to be on\nYou on the B-Team I fuck with Solange",
    "All my life they said I doesn't belong\nSo I'm chilling, growing drugs on my lawn",
    "Gotta keep swimming",
    "Have you found a way out?",
    "Vacation in Slovakia, celebrating Mardi Gras\nEating baklava and lobster claw at the Ramada\nWith a Mafia of immigrants\nFinna take 'em on a pilgrimage",
    "Rap diablo",
    "It's the rap diablo, macho when I drop flows\nBar gets raised up, it's me and Petey Pablo\nColder than gazpacho, colder than the mono\nRappin' head honcho, rocking shows like I was Bono",
    "I go play a couple keys on the piano\nThe industry a lie, all the promises were hollow",
    "Follow me I could show you where we be's at\nHow'd I get my g-pass? None of your fuckin' beeswax",
    "These raps bring a joint together like a kneecap",
    "Fuck the little 8 balls, show me where the ki's at",
    "The time continuum, Mortal Kombat finish 'em\nTryna find a balance, reachin' from my equilibrium\nFools I pity 'em, I'm not a human\nI'm amphibian, fake superhero like the Mystery Men\nI ain't saving nothin'",
    "I'm gettin' faded 'til the angels comin', skippin' all the famous functions\nHow do the famous function? The A-list can't be trusted\nI strong-arm 'em like I play the trumpet",
    "The bottom barrel of society, I tell my bitch\nIf she don't love me then just lie to me, I'm finer than the winery",
    "Take it from the rich, this is piracy",
    "Finally, I don't even need my fucking eyes to see\nCome and die with me\n'Cause everybody got dead homies\nOn the dead homies",
    "Yeah, said everybody got dead homies\nOn the dead homies",
    "Okay, my mind is Yoda, I'm on Ayatollah\nThese other rappers just a diet soda",
    "I find Jehovah in the darkest places, empty as apartment basements\nThis a marathon gentlemen, go 'head and start the races\nSave the coffin spaces",
    "You'll come up missin', tell your bitch that you been trippin', now you on vacation",
    "Rappin' like it's automated, lights I keep 'em on like Vegas",
    "Lava makin', so hot I'm turning hog to bacon",
    "Only God can save him, I heard the monsters made him",
    "I ain't a star, I'm way farther with the constellations",
    "Contemplatin' suicide like it's a DVD",
    "Lost inside my mind, it's a prison, homie, leave me be",
    "You can see me bleed, I be with the freaks and geeks\nBitch, I never miss a beat, I'm Charlie Conway, triple deke",
    "Gordon Bombay in these streets, ballin' like I'm Pistol Pete",
    "Been a beast, every word I spit rewritin' history",
    "Look at what you did to me, look at what you did to me",
    "Run into the underworld with guns and set the sinners free",
    "No bitches in my circle, I'm the show, you the commercial",
    "I been poppin' like a kernel, readin' Justin Bieber's journal\nTreat you like a urinal",
    "I know what happens to you, me and everyone else\nWhen they supposedly die\nIt's this passage around the great loop",
    "This music go with my funeral",
    "Said I was raised inside this gritty city, ridin' through, you probably miss me\nMy bicycle fell, I hit the road, the mailman almost hit me",
    "All these sins be more than shitty, I just pray the lord forgive me",
    "Doin' drugs is just a war with boredom but they sure to get me",
    "My side-bitch is sort of pretty, but she got enormous titties\nKnow I'm worth a fortune, she just want a brand new Porsche or Bentley",
    "Had a few abortions, unfortunately, I forced them\nLord knows I turn a child to an orphan when I'm tourin'",
    "I'm more than what I think of myself, I really have to be\nSit at home and drink by myself, my thoughts harassin' me\nActually, as a matter of fact, she ain't gettin' back to me",
    "A shame that my tragedy my masterpiece",
    "Trapped inside these dreams of mine\nJust tryna get some peace of mind, yeah\nI've been trapped inside these dreams of mine\nSo you'll never get a piece of mind",
    "This the last day\nOf my life\nParty like it's the last day\nOf your life",
    "This the motherfucking last day\nOf my life\nParty like it's the last day\nOf your life",
    "See we swallowed in this web of lies, never tried to exercise",
    "You used to be a fantasy but now I guess it's televised\nI heard the legends never died, oh this lonely hell of mine",
    "There never was a better time to better myself",
    "Forever I melt and float away like waves in the ocean",
    "Starin' inside of Heaven's eyes, the gates will never open",
    "I'm smokin' on this field of hope, waitin' 'til my deal gets closed",
    "I keep gettin' hotter but all I seem to feel is cold",
    "22 don't feel so old, but I think I'm 82",
    "You mean to tell me God took seven days and all he made was you?",
    "I'm out here with the kangaroos, makin' danger, break the rules",
    "Celebrate my date of birth with acid, get the days confused",
    "Happiness I take from you, searchin' for the naked truth",
    "I'm not awake, I'm in a lake, I'll swim away with you",
    "Bitch, check out the butterfly\nIf you the truth then what the fuck am I?",
    "So where are you going?\nWhere are you headed?\nWhere are you going?\nCan I come? Can I come?",
    "There's a birthday party happening upstairs\nAnd it's all for me, who the fuck cares?\nThey don't notice if I never go and show my face\nThey just looking for a reason they can celebrate",
    "I hate to waste the vanilla cake that they made for me\nI tell the same stories, they pretend they never heard 'em\nI'll just stay down here inside the studio\nDoing blow and paraphrasing The Crucible",
    "If you fucking with the God, that's a funeral\nLose your soul, I’m witcha longer than your student loans",
    "Who got the ecstasy pills? I need a few to roll\nI'm a real drug addict, homie, you should know",
    "Somebody please tell Jimmy to put the pistol down\nHe's serious this time, he's gonna kill me now\nHe'll regret it when I hit the ground\nFor now, everybody gather round\nIt's happy birthday!\nIt's a birthday party!",
    "Yeah, happy birthday! (Sing me a motherfucking song)\nIt's your birthday party!",
    "Happy birthday,\nThanks\nHow the fuck you feel?\nGood!",
    "Do you ever sit and wonder what is real?",
    "Do you ever reach to touch her but there's nothing there?",
    "Do you tell her that you love her but she doesn't care?",
    "Does she tell you that you hurt her and you're unaware?",
    "Did you hear about a heaven now you running there?",
    "Do you think about the fantasy and make-believe?",
    "Do you cover up your eyes, you can't wait to see?",
    "Lately, I've been having strange dreams\nParanoid they hate me, everybody think I'm crazy",
    "Baby, can you take me somewhere where the sky blue?\nYou can lead the way, I promise I'll be right behind you",
    "I do see myself as iconic\nGetting high my downfall it's kinda ironic\nLike a condom they on it",
    "No time to worry, hurry up and light the candles\nEverybody\n\nIt's happy birthday!\nIt's a birthday party!\nSing me a motherfucking song",
    "Happy birthday\nTo you\nTo you",
    "Damn you rabbit, you smell like fuckin' piss!",
    "Yeah, no fucks when I go nuts\nYou can kiss my ass",
    "I give no fucks when I go nuts\n'Cause I smoke dust, overdosed on the sofa, dead\nWoke up from a coma\nPoured up with a soda, smoked, went back to bed",
    "Never thought I'd be such a loner\nI tell my bitch that I fuckin' own her\nMy neighbor's daughter just got a dog\nI'ma run it over, I'm a fuckin' soldier",
    "So cold, bruh, fuck pneumonia\nAll my bitches got love for Sosa\nI just wanna fuck Rosa Acosta\nThen disappear in Southern California",
    "Strung out 'til the night, I'm chillin'\nEverybody worried that the lights might kill 'em",
    "Long lines of those white women\nI'm with the homies, bump Counting Crows\nJust went through a half ounce of coke\nBlood pourin' all out my nose\nDon't tell my mom I got a drug problem\nI'm fuckin' high-ly publicized",
    "When the sun go down, I come alive\n'Cause the guns go off in the summertime\nThe guns go off in the summertime, blaow",
    "This another motherfuckin' rap song\nBroke and crazy, rich and famous doesn't last long",
    "Spent all my cash on a broken dream\nWent from weed and liquor to the coke and lean",
    "All-all-all I got's this mansion and this potpourri\nBut don't I look so handsome in these Polo jeans?",
    "The rabbit can kiss my ass\nCome on, let's go man\nI hate you, fuckin' rabbit! Kill his ass!\nI don't like rabbits comin' to my fuckin' house, I kill 'em",
    "I blow a spliff before the ink dries on the paper\nAnd lately, I don't like shit, I been inside on the daily",
    "Gettin' wasted as the time that I'm spendin' high and sedated",
    "I'm puttin' five in his face, because we don't buy into bullshit",
    "As soon as it's flashin' lights then it's kush to hide in the bushes",
    "I do this shit out of spite 'cause there's niggas that overlooked me forever",
    "I'm more content with dark and stormier weather",
    "Flip the fuckin' cross on your rosary, we supposed to be better\nBut here's a toast to your efforts",
    "And don't approach me with nothin' that isn't money or breakfast",
    "I'm close to chokin' a pussy, pussy",
    "Sweaty Man, you best had bet your bottom dollar on him",
    "With a couple niggas, weighin' sess like it's a lot of options",
    "Fifteen on me for soda and swishers\nAnd who's the shit, a bag of chips and a colon decleanser?",
    "I'm over bitches tryna act like I owe 'em a picture\nRather introduce these hoes to Vince, who could show you a pistol",
    "Listen, ST was the older initials",
    "Been rap game tighter than boa constrictors",
    "Rollin' stone like a boulder ravin'",
    "I'm so impatient and goin' dumb as\nDisclosin' my fuckin' home location to total strangers",
    "No love in my heart for coppers, blood from my lungs on the sink",
    "Cashin' out off the garments, the artist, fuck what you think\nThe sky'll turn black and the carrions could pick",
    "At my flesh when I rest, tell 'em bury me adrift",
    "It's the official drug user, Soulo\nIt's Ab-Soul, jack... listen, yo!",
    "No you didn't!\nYes I did!\nHe looks like a queer rabbit!\nHe can kiss my ass!\nRabbits are queers! They always gotta shit on themselves!\nAwh those are the queer-ass rabbits!\nLook at these little fag bunny ears",
    "Fuckin' rabbit! I'm sick and tired of it, this shitty-ass rabbit stinks! Smells like pussy! He smells like an asshole! Smells like wet-back dick!\nHe smells like a bunch of bullshit!",
    "Is it dead?\nI dunno but I'm finna make sure\n*Continuous gun firing*",
    "Just so Pittsburgh, man",
    "So how's it feel?\nCan you tell me how it feel?\nNow it's real\nSo can you tell me how you feel?",
    "Can you tell me how it feel to come and hang around a motherfucker like me?",
    "Said, \"Baby, what you doin' tonight?\nWe could watch the world get ruined tonight,\" livin' this life",
    "Got you flexin', feelin' colder than ice, let it melt\nAs we follow all the stupid advice",
    "And I don't usually like to be this honest witchu\nI must have lost the picture",
    "Gimme a box of swishers, room full of obnoxious bitches",
    "That Mercedes all kinds of roomy, and when the times are gloomy",
    "Hit me up, I can make you feel like that pervert girl you wish you was\nGivin' you that feelin' like when Christmas come",
    "I just take all of my problems, throw 'em in the blunt\nLight 'em up and watch 'em float away, ayy\nWatch 'em float",
    "I can take you anywhere that you wanna go\nCan you dream?\nCan you tell me how's it feel?",
    "I'm back on these rap songs, feelin' they're never gonna last long",
    "Got a shortcut, baby? I'll pass on it, my dick, throw your ass on it",
    "Pass the time, ask for my alibi, tryna tell you I need that",
    "Put that money in my motherfuckin' hand\nTake another pull, Goddamn\nAin't part of the plan, like a car in a van",
    "I'm rollin', I'm feelin' good, I'm golden",
    "My man, let me just do my dance\n'Cause, motherfucker, this my jam, said this my jam, this my jam\nThis my mother fuckin' jam",
    "How many times you 'bout to let them opportunities pass you by?",
    "I used to be a pretty passive guy, since before I was a Goddamn mastermind",
    "In that castle of mine, I came up in half the time as these lame fucks\nYou can't rush that greatness, that mansion where my maid lives",
    "I know, man. Cops can kiss my ass\nAll they are is assholes\nI know, man, but what's the matter with them? They mad 'cause we get more pussy than they do?",
    "This tambourine\nShaker",
    "Man, I think I'm Eric Andre\nMan, I think I'm Louis C.K\nMan, I think so therefore I am, man, It's 8AM\nMan, my mind is an emporium of cute naked hoes",
    "My brother one of the only ones I can confide in",
    "It ain't no water in the pool, go 'head and dive in",
    "I toot my horn, I blow my bugle, I recycle, I say \"free beluga whales\" on YouTube, what do you do?",
    "Okay, the pussy like trouble 'cause I'm in it often",
    "A drug habit like Philip Hoffman will probably put me in a coffin\n\nBut down the slope in my toboggan",
    "Three day delirium, gettin' weirder than Austin\nNow it's seven in the morning, this rapper life is so boring\nStill at it, the drug absorbent, endorphin addict, yeah",
    "The evil follow me, I got a devil magnet",
    "I know a bitch who'll let you fuck her for Coachella passes",
    "Oh, so pompous, the ambiance\nYou remind me of the lobby of the Mondrian\nI saw you meditatin', get your Gandhi on\nIf she got that stank puss, then I won't be long",
    "Never lose your mind 'cause insanity is brutal\nLife is just like college, all you have's your noodle",
    "Mirror mirror on the wall, I'm staring at a dead man\nMe and Mikey go back like Bron-Bron's headbands",
    "The white American, hiding from the Aryan",
    "New Tibetan Mastiff, and he hate it when you stare at 'im",
    "Jump in, the jacuzzi on say I fuck witchu the long way\nI love you more than Kanye love Kanye",
    "Slave to the W, I don't hang with losers",
    "I'm in the suburbs doin' drive-by's on Razor scooters",
    "It's my first try, swear I got a third eye",
    "It's work time, I sell the coke to students out in Irvine",
    "Ehh, coming off the high, listening to Jamiroquai",
    "Why we go through hell when we tryna get to paradise?\nIt's like we ain't scared of death but we scared of life\nIt's like we shootin' for the stars but we scared of heights",
    "I'm in-doors, pair of gym shorts, with the Sith Lord",
    "We might go bowling later, maybe play Connect 4\nGet high, fuck her with the Tech Deck",
    "Callin’ local middle schools and send in some death threats",
    "Hey look, when I tell you this, I mean this seriously, from the bottom of my heart. I need the briefcase in 15 minutes, or everybody's finished",
    "I love my powder white, prefer my bitches black\nI'm gettin' lit with Da$h, you don't see us in the back\nNo longer little Mac, a briefcase with a million cash",
    "Let me off at the top\nWe can keep ridin' for now\nLet me off at the top\nThe road keeps windin' around",
    "Let me off at the top\nOh, I'm high as the clouds\nLet me off at the top\nHey motherfucker shut your motherfuckin' mouth!\nYeah",
    "Sure, they're terrific athletes. They've got the best equipment that money can buy. Hell, every team they're sending over here has their own personal masseuse. Not masseur, masseuse.",
    "But, it doesn't matter! Do you know that every mohawk competitor has electrocardiogram, blood and urine tests, every 48 hours to see if there's any change in his physical condition?",
    "Do you know that they use the most sophisticated training methods from the Soviet Union, East and West Germany and the newest Olympic power, Trinidad & Tobago?",
    "But it doesn't matter! It just doesn't matter! It just doesn't matter! I tell you it just doesn't matter! It just doesn't matter! It just doesn't matter! It just doesn't matter! It just doesn't matter! It just doesn't matter! It just doesn't matter!",
    "Even if we win... if we win, ha! Even if we win! Even if we play so far over our heads that our noses bleed for a week to 10 days, even if God in Heaven above comes down and points his hand at our side of the field, even if every man, woman, and child held hands together and prayed for us to win, it just wouldn't matter!",
    "The good times can be a trap!",
    "Check myself into rehab",
    "Yeah, um... I might die before I detox\nYou piece of shit\nNow that's a bar\nI'm gonna save that one for a little bit\nNow let me come with- with somethin' else, you feel me? (Here we go!)",
    "It's Air Jordan on my flip-flops",
    "Kill me now if I did it all for hip-hop",
    "I might die before I detox, this ain't high-school, no little Asian I can cheat off",
    "We keep chiefin' while police watch",
    "Loss in vibration sirens blowin' up the weed spot and Heisman hopefuls all growin' up to be cops",
    "Chasin' after gangsters but they never find the G spot",
    "I'm recordin' like I'll die tomorrow\nAt the rate I'm gettin' high, it'll be hard for me to find tomorrow\nBut I just pray that I'll survive tomorrow",
    "As she cries in sorrow, she just needs some time to borrow\nShe'll be smilin' by tomorrow\nEverythin' will be so fine tomorrow\nPut the white away, we can do some lines tomorrow\nCome say hi to Morrow",
    "Well I’ll be damned if this ain’t some shit\nHere I am",
    "I'm the only suicidal motherfucker wit' a smile on",
    "Let’s hold hands and sing the Bible, that’s a violent psalm",
    "The high-strung, eyes-low, ride along",
    "Everybody grab a fuckin' number, this a dieathon",
    "Oh, I'm the bomb\n\nLiterally back away, I'm the bomb\n\nKa-plow!",
    "85 grand get you a heavy ass wrist",
    "A deadly combination with that ecstasy sniff",
    "Say, double the money, please, double the money\nTriple the problems, double the money",
    "They was all laughin', wasn't that funny?\nI started fucking with drugs and now I'm a junkie",
    "The U-S of A, I fuck with my country\nBut Uncle Sam could never teach me how to Dougie",
    "I'm thinking till my brain pops\nSpittin' is a cake walk",
    "I'm just a rapper, guess I'm sticking to my day job",
    "Everythin' is A-1, steak sauce",
    "Here I am and I'll be damned if this ain't some shit",
    "Be without fear in the face of your enemies, be brave and upright that God may love thee, speak the truth even if it leads to your death, safeguard the helpless and do no wrong. This is your oath",
    "So how's it feel?\nCan you feel it?",
    "Polo pajamas, I think I made it",
    "I showed my mom my first million, she damn near fainted\nThe rich and famous, so nice to make your acquaintance",
    "The legends put out their latest, I feel that it sound outdated",
    "I'm the hardest workin' person in the universe\nTemptation, victim to the church of Lucifer",
    "Internet rappers ain't shit when no computers work\nYou spent your whole advance on two chains and a Gucci verse\nA Gucci verse?",
    "I'm the greatest, admit it, I'm the greatest\nAnd I don't hold a grudge against anybody who hated",
    "I'm underrated, don't fit on nobody's playlist",
    "If I ain't in your top 10 then you a racist",
    "Cocaine ether creates a strange creature",
    "They wasn't hearin' me 'til I fucked with a Brainfeeder",
    "I'm still playin' it out the same speakers",
    "I did it all without a Drake feature!",
    "So many things that I've created\nBut this right here might be my favorite",
    "They ask me how I feel, I say, \"Amazing\"\nI feel amazing",
    "Brand new home, I think I made it\nKey to the city, I keep to open the gates wit'",
    "A briefcase with a million under the pavement\nThat's just on some rainy day shit, yeah",
    "The kids gettin' murdered that I grew up wit'\nThey shootin' up, doing drugs or they doing nothin'",
    "My girl's parents still livin' out in the hood\nI come through in that new Beamer like the shit all good, damn",
    "I'm just a human, let me make mistakes",
    "Shit has changed, ain't little Malcolm with the baby face",
    "Even my homies tell me, \"Take a break\"\nThey know it ain't their place, and this a day I hate to waste",
    "Tryna be a legend by tomorrow\nThey say I can't, I'm determined to prove 'em wrong though",
    "I'm not perfect but they ain't either\nI did it all without a Jay feature!",
    "Golly, you hear a lot of savage and unnatural things about people these days",
    "Shoulda died already",
    "I shoulda died already, shit (Faces)",
    "I shoulda died already\nCame in, I was high already\nE'rybody trippin' that my mind ain't steady\nFor my sin, shoulda been crucified already, rah!",
    "Why the fuck you need me?\nDon't you know how to fly already?",
    "Try and tell you that it ain't real\nTell 'em, \"Find that yeti\"\nMotherfucker I'm that yeti!",
    "And it all could end right now\nI never been so ready",
    "All my homies philosophers",
    "And I don't need nobody, I would love somebody though\nDon't you ever get it fucked up",
    "Everybody wanna be God\nBesides God, he wanna be like us",
    "We ain't never sleep too much\nBeat that pussy up, she gonna need that trust",
    "Never see me in the street too much\nBut on the inside, I'm outside, all the time",
    "Try and stay away from electric shock\nThat electric shock, I'm outside",
    "Faces, Faces, Faces, Faces\nFaces, Faces, Faces, Faces\nFaces, Faces, Faces, Faces",
    "Say he workin' but he just talkin' 'cause he ain't workin' like a long-distance bitch",
    "I could drown you with a shallow soul\nShallow soul, shallow soul\nYou are drinkin' from a shallow soul\nShallow soul, shallow soul",
    "Isn't he dizzy off the ups and downs\nHe got a lil' Whitney, put it in a blunt for now",
    "Shit was s'posed to get me high. Why the fuck I wanna die now?",
    "All my life I've been afraid of powder\nAll my life I've been afraid of power, where did all that go?",
    "I need somethin' stronger than a cortisone that can save me from the war I know",
    "Throwin' up a prayer, it's a Hail Mary. I've never been religious, but I feel like the scripture's got it all there. It's not just gypsies and fairies",
    "'Cause I'ma go out the same way I came in: right by the pussy with nothin' on my mind",
    "You are standing in a shallow soul\nYou are speaking with a shallow soul\nI could drown you with a shallow soul\nTell me why I'm so lonely\nYou are drinking from a shallow soul\nTell myself I'm free\nYou are standing in a shallow soul",
    "My bitch can tell that I'm addicted to pussy, she looking past it, the smile that she faking is tragic, hate looking at it. That magic I try to grasp it, she's had it with the dramatics, fantasize of love, so classic",
    "Attracted to what she got up in her attic, can we mind fuck?\nDo I lie when I look inside her eyes? Hush, don't say a word",
    "I know I make you hurt, sorry is my favorite word. I don't deserve your trust, but can we make it work? I hate to end the story, can we wait until the morning to decide on it?",
    "Spend this time pretending it was that first summer, we was pure lovers, she was used to being hurt, I took that curse from her",
    "Sometimes I wonder what it's all for, you wish that I would call more. You're sick of seeing condoms in my sock drawer",
    "Love turns to war so quickly, I envisioned us married and 50, couple of kids that we drop off at little league",
    "I'm addicted to you, you only want the best, I need to listen to you",
    "I'm fucking other girls, wishing it's you",
    "Fuck the bullshit, we in love\nI'm a mess, but can you clean me up?",
    "Girl, I'm the worst, yeah, I know that I'm the worst. But you're something I can't lose, let me just tell you the truth that'd be a first, yeah",
    "Girl, I'm the worst, yeah, I know that I'm the worst. Don't know what I gotta do, just love you so much that it hurts",
    "All the sins you committed, you could probably use a couple minutes in church",
    "For what it's worth, I think you're perfect. There's an angel hiding underneath your surface",
    "Yeah, the woman of my dreams, I'm looking at her sleep. The pussy right in-front of me, I shouldn't be so weak\nWhat did I do to deserve a love like this?",
    "You see her shining? That's my sunlight, bitch",
    "I see you every time I'm writing",
    "I'm losing to all my vices\nThey kicking my ass",
    "I hold on to this feeling, I wish it would last",
    "Don't wanna lose you for some evil I did in the past",
    "Girl, it's me and you, how simple is that? Gave me all your love, now I'm giving it back",
    "Girl, you the worst, yeah\nYou know that you the worst\nBut I'm something you can't lose, if you just told me the truth that'd be a first",
    "Girl, you the worst, yeah\nYou know that you the worst\nEvery time you say you sorry everything you do just feel like it's rehearsed",
    "And if by chance this is my grand finale, bury me in Allegheny County",
    "Let us have a grand finale\nThe world will be just fine without me",
    "The clown got a smile on his face\nSlow it down, we goin' out with a bang",
    "Are you ready for the fireworks?\nIt was a silent night 'til the fireworks",
    "I fear nothin' on this odyssey of dark roads\nGod lives in my dog's soul, the devil in his dog bowl",
    "We are the prophets, Jesus was a poor sport, he booted Nostradamus, turned water into wine but he loved the gin and tonic, had skeletons in his closet\nEven God will one day be forgotten",
    "And recently I been feelin', I been feelin' like\nIt'd be really nice to get to sit with Mickey Weiss\nShoot the shit 'bout life, he'd be pissed I'm sniffin' white\nNever got to see me grow up, how long it take to live a life?",
    "I'm a bit surprised that I'm even still alive\nMixin' uppers and downers practically suicide",
    "My old Jewish mind, REMember music, you'll be fine",
    "And I make my own beats now, if you behind",
    "Got a vegan bitch in the Peace Corp, all she ever do is ask me what I eat meat for",
    "I've been to hell and back trying to get attached to my better half. Never that, the smiles so gone, so bring the coke on",
    "Caucasians still love me like my name was Michael Bolton",
    "But everyone I know ain't nothing to God",
    "It all just keeps spinning\nGotta keep swimming",
    "Larry Fish here from midget league, beginner slaughter\nI'm not drowning, I'm wading in the water",
    "Killing off these monsters ever since I was a Sabra",
    "All my life they said I doesn't belong\nSo I'm chilling, growing drugs on my lawn",
    "Have you found a way out?",
    "Vacation in Slovakia, celebrating Mardi Gras\nEating baklava and lobster claw at the Ramada\nWith a Mafia of immigrants\nFinna take 'em on a pilgrimage",
    "Whew, that drip",
    "Writin' on writer's block, haven't slept in days\nThey wanna put me in the psycho watch, everyone's afraid\nOf what I do inside my studio, worried I'ma lose control\nThey rufflin' my feathers and they shufflin' the Yu-Gi-Oh!",
    "Execution flow, at your neck like new cologne\nUno, dos, bitch, I'm in your head like Freddy Krueger though",
    "My brain fried, always chasin' the same high\nI'm too fucked up to function, do nothin' but waste time",
    "Woke up annihilated, lyin' on the pavement\nCovered in items I regurgitated under a fire escape\nAnd I know that it's Friday, 'cause every Friday they have a parade\nIn-front of city hall, hear 'em celebrate, they havin' a ball",
    "My pupils dilated, highly dehydrated, I'm lost inside a giant matrix\nIsolate myself from eyes I find contagious\nJump above the comedown\nI'm strung out, noddin' off inside the dugout",
    "Don't be scared, just come with me, yeah\nFeels so good to feel this free\nWhat are you afraid of? Tell me what you made of\nWhat are you afraid of? It's just a little angel dust!",
    "I'm playin' hot potato on a Winnebago\nThe chips are stale, they taste okay though when they dipped in queso",
    "You know little Stuart hasn't been in any movies lately\nHe's spent his paychecks on cocaine and latex\nHis agent workin' hard to try and book him a commercial",
    "What I do should not concern you, do this 'til I turn blue\nNot Eric Sermon, I'm more Merlin, curses turn 'em into bird food",
    "Please don't fuck with the angel dust",
    "Snowflakes keep fallin' on my expired debit cards\nDon't know why I'm still awake, I gotta be up at 10 tomorrow",
    "I never leave my house, I don't know why I got an extra car",
    "My pool-house studio is covered up with pencil marks\nAnd everyday it's full of jokers like a deck of cards",
    "Swear, I'm so lonely, there's horns on my dome-piece\nBut I'm not the devil, I'm a motherfuckin' minotaur",
    "Oh my God, look at how upset you are\n'Cause we out here winnin', brought my dogs from out the reservoir (Hoo!)\nAnd I'ma let 'em bark, before you ready my set will start\nWe forgot our roots before and, trust me, things, they fell apart",
    "My conscious so weak I need to split it up in seven parts",
    "Revis brought me out to Cali for the first time, went to Amar'e's party, took tequila shots with Kevin Hart\nBut Kevin don't remember that.\nI saw him at the VMAs, told a joke - he never laughed",
    "The rap diablo, free your mind my motto\nAnd we all gon' be good if TreeJay ever hit the lotto",
    "But still to fall in love is like an orgasm, 'cause you never gonna know if your girl fake it",
    "My life is on these words, this is my affidavit",
    "I'm half-man, half-amazin'\nProbably half-God, but that don't fit my calculations",
    "I know the planet Earth is 'bout to explode\nKinda hope that no one save it, we only grow from anguish",
    "Miller Mac\nMiller Mac, I see you Mac, these are my friends\nMiller, Miller, Miller, Miller"
  ]
}
