{
  "to do count": 0,
  "to do": [],
  "completed songs": {
    "count": 17,
    "songs": [
      "Weekend",
      "ROS",
      "100 Grandkids",
      "Rush Hour",
      "Clubhouse",
      "Cut the Check",
      "Break the Law",
      "Two Matches",
      "Time Flies",
      "When in Rome",
      "In the Bag",
      "Doors",
      "Brand Name",
      "Perfect Circle / God Speed",
      "Ascension",
      "Jump",
      "The Festival"
    ]
  },
  "origin": [
    "Let me get a little bit more beat",
    "Ask God if she believe in me and will she accept me as a deity\nAnd tell me the secrecy won't keep you free\nI'm sleeping, won't dream until the demons leave",
    "I took a nap, beneath a tree in the shade\nFeel the sharpness of the swords and blades of grass\nPicturin' the images that make you laugh\nI left you out to die, but will you take me back?",
    "Somewhere in between the crazy and the conscious\nShe's naked underneath them shadows\nLet the sunlight undress her slow\nI don't know who I am, I'm so good at doin' impressions though",
    "I'm goin' to the festival, need to let me go\nI wake up, pop a couple Benadryls, go back to sleep\nIt's all made up, everything they said was real, it has to be",
    "'Cause actually the master fast asleep\nAnd the castles back-back in his private quarters\nThat's a master for you, this a revolution, we don't have no order\nAll this torture, thought I had to warn ya\nLeave it all behind and go to California",
    "I'm past the signs, it's the real thing, try analyzin' this feelin'\nYa can't fathom",
    "My hands are above the clouds\nFrom the clap-clap thunder lookin' down\nWhile you're runnin' around\nI lift you up when you drown",
    "Unlock the mission, the planet in rotation\nFull speed chasin' and you're always runnin' ahead\nYou're always runnin' ahead",
    "You got second chances, happy birthday, sweet romances\nAnd you battle like a champion, why\nDo you wanna go, do you wanna go\nDo you wanna go to the festival?",
    "You got angels weepin', see them drippin' from the sky\nYou watch 'em with your third eye\nDo you wanna go, do you wanna go\nDo you wanna go to the festival?",
    "Hola, Malcolm\nHey, man, it's, it's Luis, man\nI'm calling, man, tell you about the album\nI listen, it's good\nI need to tell you, man\nI tell everyone to, to listen to the music\nAnd it sound like they like it, man\nIt sound like they good.",
    "I tell my wife, \"I'm so proud of him.\"\nI tell my girlfriend, \"I'm so proud of him.\"\nAnd the album is good\nIt's so good\nI cannot believe\nAnyone can be you\nNo one can beat you",
    "Who's that on the other end of the phone?\nDidn't hear nothin' when I said my hello\nOh well, to hell then we go",
    "So high, lookin' at heaven below\nYou know me though from coast to coast for smokin' dope",
    "Overdose with the holy ghost, but hold the phones",
    "I hold my own, was local grown\nBeen killin' that shit since row the boat\nKnow I'm supposed to hold the throne, be honest",
    "One more drink, I'ma be an alcoholic\nI don't wanna think like better unconscious",
    "Need fresh air, everything so toxic",
    "I open coffin doors with a .38 when it's time for war",
    "Told my mama, \"You ain't need no drama\nAnd you ain't gotta cry no more now\"\nIt'll be alright",
    "My mind on the run, I won't sleep tonight, it's like\nWhen it all goes up in flames, who gon' hold me down?",
    "And I'm the chosen one",
    "Lookin' all around, what has the world become?\nThe only way to change it is to burn it to the ground",
    "I've been gettin' paid\nAbout four or five bitches in the Escalade, bet it rain\nThis money feel the same, I'm afraid that I'ma drown",
    "You've never been better than me\nFrom this prison, I'm settin' 'em free\nOpen eyes, I'ma let you see\nThis world just like our dreams\nI'll throw it all away to celebrate one more holiday\nI'm runnin' to the edge\nAnd when I get there, best believe that I'ma jump",
    "Jump\nTo see if I can fly, fly\nI wonder if I jump, jump\nDo you think that I can fly, fly?",
    "It's the life of a entertainer\nI need that check, go and get the waiter",
    "Fuck a troll, this destruction mode\nAnd these explosions don't need detonators",
    "I met my maker in a elevator, he was headed to the top floor\nWe're quite similar\nWe just did our work, but we were in it for a lot more\nWe would try to change the world, but we got bored",
    "When I rip this show, got a encore",
    "Back when we were still in school\nWe didn't listen to the list of rules\nWrote a million words on the chalkboard",
    "I don't need answers to the questions of intangibles\nI told my homies, \"The top so lonely\nBut we ain't gonna die, not now\"",
    "You gon' make it here, live free tonight 'til the day appear\nLet's sit back right where we at and let this money pile",
    "How do we get rich? If she actin' crazy, you don't need that bitch",
    "Wish I knew back then all the things that I know now",
    "Take a breath, feel this moment, hold it just so you can\nLook where we at and look where we came from\nWhen will we wake up? Lost in translation",
    "I'm runnin' to the edge\nAnd when I get there, best believe that I'ma jump, jump\nTo see if I can fly, fly\nI wonder if I jump, jump\nDo you think that I can fly, fly?",
    "Yo, I'm fucking zooted right now in the fucking bathroom, dog. And, you know what I'm saying, I'm just recording this shit 'cause I feel like I got so much fucking shit to say and like, you know what I'm saying, this is the only way that I'ma get it out",
    "Yeah, can I get the littlest bit of reverb on my voice?\nI'm tryin' to hide from somethin', I just don't know what\nOh, it's not sad, baby (Whoa-whoa-whoa, whoa-whoa-whoa), you know?",
    "Between heaven and hell\nYeah, I, I, um, I saw a mountain, you know, across the horizon\nAnd I got there, realized it was just a pile of rocks",
    "Yeah, said, \"Goddamn\"\nI wonder, yeah",
    "And everybody hope that this song (This song), is not (Is not) Depressin' as the last one was\n'Cause heaven smell like Nag Champas\nSo, come here darlin', ash my blunt",
    "Waitin' on hallucination, ain't a single fact I trust\nDear family, my sanity go down when my cash go up",
    "Rap too much, how the fuck I get through the verse?",
    "I came from house parties\nFind a bitch and go through her purse (Gimme-gimme-gimme that)",
    "All I need is a little good pussy and a whole lotta universe (Gimme-gimme-gimme that)",
    "I met God before I ever stepped into a church\nAnd that motherfucker still owe me money",
    "Oh, I need a religion to follow (Don't we all, though?)\nI swear to God that I got more problems\nThan there is bitches in Carlow\nLord have Murciélago, yeah",
    "And I don't know how the fuck I'm supposed to\nLook into my parents eyes when I'm scared to die\nMy eyes same color as a cherry pie\nWhoa, see, I'm terrified\nCrucifix heavy, who gon' carry mine?",
    "Yeah, what's with all this talk about hell and Satan?\nAnd sleep deprivation?\nIf this planet Earth, then my hell's a basement\n\nAscension\nA brand new me\nYeah, yeah\nWhy you wanna do me like that, Miss Conception?",
    "Between heaven and hell\nWhat's between heaven and hell?\nA brand new me\nOh, it's a brand new me",
    "Okay, if I could tell these kids one thing\nIt's make sure you handle your business, a criminal leave no witness\nAnd don't ever trust these bitches",
    "What happened to your life when your house become a home?\nWhere your children at? Where your children at?\nYou got two sons, all they do is fight\nYou up through the night like, \"Gimme-gimme-gimme-gimme that\"",
    "Nice titties, got a pic? Go and send me that",
    "Sendak books, can you give her that?",
    "Fuck rap, make a million off a shitty app",
    "Yeah, smoke trees in the cab",
    "Pittsburgh, show you where the city at\nAnd don't forget that H, get you smacked in your face",
    "Yeah, got so many sons, I was young, now they half my age\n90K out in Portugal, smile on my face, backlit stage",
    "My bitch batshit crazy and that shit fascinates me\nYeah, on my tongue where the tab is, and it burn like battery acid",
    "I was in the backs of my classes\nBy the kid havin' asthma attacks\n'Cause he panicked every single time he sat on his glasses",
    "Every Wonderland have a Alice\nUh, but I'm a king, God can I have a chalice?\nI'm demandin' the truth, put your hands to the roof\nBe a man, that's a challenge",
    "Challenge, are you up for that challenge?",
    "A brand new me\nYeah, everybody got to have balance",
    "Why you wanna do me like that, Miss Conception?",
    "Between heaven and hell (Salvation)\n(And the underworld, welcome to heaven)",
    "Oh, it's a brand new me (And that's fascinatin')",
    "Please be a little patient\nOoh, I ain't a doctor, could you be a little patient?\nYeah, be a little patient\nEverything will be okay then, if you be a little patient\nOne world, one nation, done waitin'",
    "Now I'm still sippin' moonshine\nWe discovered a new high, me and Jerm have done this a few times\nYeah, but who's high now?",
    "I can't believe I done changed my life around\nTalk a lot of shit but will you die now?\nI just want to cry over this shit, dog. For real.\nWhat you gonna do when everybody just go die out?\nEvery day I think about fucking dying\nLet's ride out",
    "I came for whoever is in charge\nSuggest you go and get yourself a weapon and a guard",
    "They need some coffee, everybody sleepin' on me\nGoin' round door-to-door, settin' off alarms",
    "All that horse shit, you shoulda left it at the barn\nKeep a stallion, tell her gallop to the store and get cigars, yeah",
    "Too many whips, gotta get a new garage made (That's the ball game)\nI might steal one just to drive it in a car chase",
    "Me and my bizarre ways (Lord have mercy)\nI moved up from a Private to a Sergeant, you can see it from the scarface",
    "Hidden in a dark place, swimmin' in a shark tank\nGive a bitch a little bit of change, she a game in a arcade",
    "Not a second to lose\nI'm the motherfuckin' Bible, that's forever the truth\nAnd this is not another case of the celebrity blues\nThe devil wit' me and he tell me to shoot",
    "Murder, murder, murder, murder\nOh yeah, what would you do?\nHave you ever had to hurt her? Just for somethin' to do\nCan you draw a perfect circle?\nLot of lies cover the truth, you got options, what do you do?",
    "I wash these pills down with liquor and fall\nLeave it to me, I do enough for us all\nGot what you need if you like breakin' the law\nMy mother raised me a God (Hey)\nFuck you",
    "Yeah\nBlame the drugs, got me sinnin' on a weekday\nDrunk as fuck, do a buck sixty on the freeway\nGivin' y'all the freebase, hidden in the middle of a briefcase\nThat's hidden in a subwoofer, beat case",
    "Used to wanna know how a freak taste\nNow I'm in it in an instant like replay\nBroad's a baton, pass her off like relay\nWhy I'm so mad on my B-Day?",
    "She say\n\"I thought you got sober,\" then I said\n\"I wish you'd stop bein' a bitch and get to mindin' your business\"\nTold me, \"Money has changed ya\"\nI get to thinkin', how rarely do I visit? How'd I get so egotistical?",
    "I'm a Buffalo Soldier\nHeaven is a mile away, the trouble, much closer",
    "I'm only twenty-three but my mind is older, and it'll forever be\nDead presidents to the homies, death to my enemies",
    "A goddess told me \"Good mornin'\" when I woke up\nYou know I had a good mornin' when I woke up\nGotta thank God every mornin' then I woke up\nWould you remember me if I never woke up?\nBye-bye",
    "I've been a sinner, I'm just tryna stay\nWarm through the winter, and I'll be on my way\nI'm just a drifter, in endless seas of whispers\nI just need some shelter, give me shelter from the wind",
    "Your call has been forwarded to an automatic voice message system\n412-9... is not available\n\n\n\"Yeah, man, I wish you were here, happy holidays\nUm, I love ya. And I hope you have a good night/weekend/I hope I talk to you soon, alright, godspeed\"",
    "I thought I'd have it figured out by now\nShit would be simple, problems would be in the past by now\nMe and the homies would be sittin' on millions\nReminiscin' on times when we were so broke and livin' in Oakland just chillin'",
    "I thought I'd have it in the bag by now\nI thought that we'd be kickin' back by now\nI know that life is a bitch\nI know that life is a bitch, I thought we'd put her in a cab by now",
    "But I'm stressin', I can't relax\nSwallowin' my pride and I'm hidin' what's makin' me mad",
    "Everybody sayin' I need rehab\n'Cause I'm speedin' with a blindfold on\nIt won't be long until they watchin' me crash",
    "And they don't wanna see that\nThey don't want me to OD and have to talk to my mother\nTell her they coulda done more to help me\nAnd she'd just be cryin'\nSayin' that she'd do anything to have me back",
    "All the nights I'm losin' sleep\nIt was all a dream, there was a time that I believed that\nBut white lines be numbin' them dark times\nThe pills that I'm poppin', I need to man up\nAdmit it's a problem, I need to wake up\nBefore one mornin' I don't wake up",
    "You make your mistakes, your mistakes never make ya\nI'm too obsessed with goin' down as a great one\nBut if you wait too long they gon' find someone to replace ya",
    "So I guess this is a letter\nTo all my brothers: Most Dope, that's forever\nI love you more than words could express\nAnd this the part that Q start cryin', if he ain't already yet",
    "I did my best to be a leader you respect\nAt times I became weaker, got defeated by regret",
    "So tell my baby I love her\nAnd if she give me the chance I'll put a seed inside her, make her a mother",
    "Just know that there's a place\nWhere all my people worry free and e'rybody straight\nEvery devil don't got horns, every hero ain't got capes\nOpen up my eyes, shit, I'm finally awake, good mornin'\nYeah, good mornin'",
    "Yo Vin, it's the morning, you gotta go to work\nAlright\nYo, you gotta—you gotta be at work in like ten minutes, yo\nI'm good, man\nYou good?\nI'm straight, yo, what's good?\nWhen you going?\nYou gotta go pick up the dry cleaning and shit still?\nMan, fuck that shit, I'll skip\nYou 'bout to go to work?",
    "Aight, what time you gotta be at work?\nI don't know... soon\nYou Democrat or Republican?\nUh... I don't know anymore\nWould you vote for a female president?\nMmm, I don't care what gender or race you are",
    "*Alarm clock sounds*",
    "We in-between heaven and hell\nFuck a nine-to-five, I'd rather end up dead or in jail",
    "American Ninja to these obstacles, no stoppin' me, we on the move",
    "Your mouth runnin' like a prostitute's, keep your head to yourself",
    "I work harder than anybody you know\nI'm done with tricks, don't need no money to blow",
    "Deadly aim, self-contained, superstar, they yell the name",
    "Blood diamonds, finna go to hell for my chain\nThe P fitted on my head though",
    "I'm too high, you can't reach me with the cell phone\nNo goodbyes, no hellos",
    "You don't want this life I live, you'd rather had a wife and kid\nShootin' dice with Jesus Christ, put twenty on the midnight",
    "To everyone who sell me drugs:\nDon't mix it with that bullshit, I'm hopin' not to join the 27 Club\nJust want the coke-dealer house with the velvet rug",
    "Fuck the world, there's no one else but us",
    "Everything we think we love\nIt ain't nothin' but a brand name\nTo everyone but us\nIt ain't nothin' but a brand name, nothin' but a brand name",
    "Yeah\nAsk her what she wearin', say it's nothin' but a brand name\nBaby, this right here is handmade",
    "I got brothers, I don't need no friends",
    "My shoes off, I'm comfortable, I'm chillin', smokin' weed again",
    "I'm from the 'Burgh, not the burbs\nInvestigatin' my nation, homie, we ain't concerned",
    "Went from the 412 out to the 310\nWent from the pavement in my basement to them yellow brick roads\nSee, I was on my P's and Q's like L-M-N-O",
    "But kickin' bitches out my crib, somebody tell 'em go home, oh, no",
    "I was in the crib with my different shit",
    "Simple livin', I'm a hypocrite 'cause I'm filthy rich and got businesses\nBeen had wifey, had mistresses\nBeen tryna tell you what my vision is, but y'all still ain't listenin'",
    "The war ain't winnin', it's just beginnin'\nAnd I've been 'bout Sparta like Michigan, I got stats",
    "They got opinions, I got facts",
    "LeBron left home, but he came back\nThis what raised me, made me rap",
    "PA's baby, I ain't been to PA lately\nSee, I left and they call me shady\nI'm a white rapper, they always call me Shady",
    "Got no idea what I'm contemplatin', I guess",
    "Good mornin'",
    "I know it's been a minute since I've been away\nDidn't mean to cause you pain, I just needed to escape\nAin't sayin' that I'm sober, I'm just in a better place\nI'm on my way over, I'm just runnin' kinda late",
    "And you know I've been through all the highs\nI've seen all the lows, lost track of time\nI'm coming home, you know my mind\nPlaces it goes, and it goes, and it goes",
    "It's only a game\nDon't be afraid\nThese doors will close\nAnd people change\nOne day you'll go\nRight now you're here\nDon't leave just yet\nDon't disappear",
    "Good morning, baby",
    "Drivin' in the car, Sunday afternoon, chillin'\nWho is comin' up to my car? What?",
    "I know n*gg*s think you white\nAnd you not 'bout to go in with these bars, my n*gg* (Uh)\nBut that is not the truth (Okay)\nWord to God, I take another shot of Hennessy\nIf you don't go in right now\nI need your fade right now, bruh\nWhat the fu—",
    "Yeah, the hustle continues, man",
    "You's  a wild motherfucker, Mac",
    "So this the music that made white people mad\nMake 'em mad\nYeah, this the shit to blow your speakers out\nThis the shit you dream about",
    "You can have the world, it's up for grabs\nUp for grabs\nLeave with everything, 'cause everything is in the bag\nIn the bag",
    "When I was younger, I was just a little wild motherfucker\nTryna be like all the people on the television\nThey had all the bitches that I wanted\nAll the cars and all the extras\nAnything money could buy, they was spendin' millions",
    "I was tryna get to pimpin'\nI was tryna blow up, talkin' demolition",
    "That boy got the devil in him, swear he need a exorcism",
    "I'm all by myself, got no competition",
    "Keep it real in a world that's filled with politicians",
    "You want to talk about your problems?\nDon't you wish the life you lived was motherfuckin' awesome?\nDon't you wish you had all the pussy?\nToo much money you could spend?\nSo you could get away and never see your shitty life again?",
    "Leave with everything, 'cause everything is in the bag\nIn the bag",
    "And we never done with this shit, here we come with that shit\nI ain't stressin', I ain't worried 'bout nothin', don't trip\nIt's amazin' all the shit that I be comin' up with\nShit is real, tell 'em chill, keep on bumpin' my shit",
    "Yeah, all my life I been a fuck up, never did anything right\nThat's why everyday I'm fucked up\nMy mom pray to Jesus Christ\nAskin' somebody to save me (Somebody save that boy)\nBut I'm way too motherfuckin' crazy\n(No one can save that boy)",
    "Yeah, all the kids is doin' drugs\nThey just want to break the law and find someone to fuck\nYeah, nobody doin' as they told (Little bad ass kids)\nYeah, everyone out of control (Fuck it, that's just how it is)",
    "I'm self made, dream came true, I'm a miracle\nEvery time I put my dick inside a bitch, it's spiritual",
    "Got the whip that say \"wealthy\" on my steerin' wheel\nBrand new model bitch made me waffles and some cereal\nThat's what I call a good mornin'",
    "Your mom work an extra job just to get you Jordans\nJust so you could show up at your school lookin' fresh, sayin'\n\"I don't know 'bout you, but me, I'm important\"\nI'm so gorgeous",
    "You got money in your pocket, you the shit (You the shit)\nYou got everything you want\nAnd bitches on your dick (On your dick)\nYeah, a couple grand got you feelin' like the man",
    "Everybody walkin' tall 'til they trip\nThey just cut the check\nYou had to go and cop the whip\nDrive up to your ex's crib\nAnd tell her she ain't shit\nThere's just somethin' about the money\nMake a motherfucker crazy\nWhen I die, bury me in my Mercedes, God damn",
    "Bumpin' my shit\nBumpin' my shit\nBumpin' my shit\nBumpin' my shit",
    "*gg*, you asked for my license and registration\nOf course I smell like weed, n*gg*, I smoke weed!",
    "All the freaks comin' out when the sun down\nHatin' on it, I don't give a fuck now",
    "Bad little bitch with her tongue out\nTold her go long, this a touchdown",
    "Do this for the city and the state\nBuster better bring me to the safe",
    "Want it right now, I ain't really tryna wait",
    "Got me on trial but I'm beatin' that case",
    "Motherfucker, say it to my face, say it to my face\nMotherfucker, go and (Say it to my face) (Say it to my face)",
    "Trippin' now, everything straight",
    "Rappers all wanna drop it now and they can't even get a date",
    "Feelin' great, I'm the man here\nIf you got a problem, don't stand here\nIn the middle of the ocean, see the land near\nIn the helicopter, fuck it, we gon' land here",
    "When in, when in Rome\nWhen in Rome, when in, when in Rome",
    "Bad little bitch and her ass fat\nI give it to the homie, he can have that",
    "You talkin' that shit, where the racks at?\nThey keep you on the shelf where the racks at",
    "I'm just tryin' to go and see the Colosseum\nWhen I die, they better build a mausoleum\nI don't got time, bitch, I'm high, ain't a secret\nI don't got time, bitch, I'm high, ain't a secret",
    "Everybody and their mother wanna rap now\nTell 'em cut a check for a youngin', I'ma cash out",
    "Walkin' in the back door to the pat down",
    "On my shit, you can borrow my bitch, give her back now\nI'ma need that, give her back now\nI'ma need that (Right motherfuckin'—)",
    "Came up from the gravel to the motherfuckin' castle\nBroke culture, all we do is trappin'\nAt the table breakin' bread with Italians\nGot a whole bunch of bitches doin' Valiums",
    "Make a song everyday, got a thousand\nGot a whole bunch of trophies and medallions",
    "Been the motherfuckin' man before the motherfuckin' money\nGot another hundred grand, but who's countin'? Whoa",
    "I was 19 with the homies goin' round the globe\n75K now to book me for a show\nMa'fuckers can't see me when they standin' on they toes",
    "Goddamn, look up, goddamn, look up",
    "I'm at the top of my game\nDon't mean to be rude\nBut me and you? We are not one and the same\nGoddamn I'm eatin' your food\nAnd fuckin' your bitch, 'cause you is a lame\nPittsburgh\nWhere I live, stir a little kid\nGoddamn, my life changed\nI'm at the top of my game",
    "Scoreboard, scoreboard, scoreboard",
    "I'm at the top of my game\nScoreboard, scoreboard, scoreboard",
    "Yeah, I made a couple million off rap like it's nothin'\nKeep the shit quiet, I don't stunt too much",
    "She could fuck me, she don't give it up too much\nDrink liquor like water, gettin drunk too much, I\nI was off them drugs too much\nIn the crib fuckin all these little sluts too much\nHow it is when you young, blowin up too much\nTalkin' shit, but I know that you ain't up to much",
    "Man, I been workin', said I'm the greatest\nNow that I'm certain, Benzo the latest\nDrunk and I'm swervin', I'm goin' ape-shit on all of my verses",
    "Fuck bein' famous, I'm here to fuck up your favorite",
    "Lately I'm hearin' too much of the same shit\nYoung and I'm faded, killin' shit, bury it under my basement",
    "Shut your motherfuckin' mouth, bitch (Silence)\nFuck your motherfuckin' couch, bitch (Violent)\nYeah, you talkin', you ain't 'bout shit",
    "Swear you a lame\nI'ma keep killin' shit, let them all hate\nBitches in love with my face, yeah, I'm collectin'\nI need that money today",
    "Time flies, time flies\nAs we keep livin' and as we keep bein' positive\nAll we can do is hold onto these memories\nMac Miller, I love you",
    "All of my homies used to get on my case like, \"When you 'bout to kill 'em?\"\nSoon as I'm out of millions and my girl sprout some children\nBut I've been murderin' the game, I'm almost out of victims",
    "This food for thought usually enough to feed a thousand pigeons\nI'm out here livin' if you wonder where I been though",
    "Shit bro, would you give it all up for these nymphos?",
    "I been broke then got rich, what's inside your wallet?\nHalf-man and half-amazin', but that's just me bein' modest\nI'm an honest man",
    "My mama told me never put it on the lotto and\nI work for everything I get, that is my motto, fam\nSo when I die, these bitches still can fuck my hologram, goddamn",
    "And all that drama that you comin' with, you blowin' my high\nOn my way up to the function, gettin' dome in my ride\nI got 'em worried that my mind fried\nI'm goin' up before I skydive",
    "You can see the way that...\n\nTime flies",
    "Watch as time go",
    "Time moves, time flows",
    "How do we handle these things?",
    "I am time, we are time and we have control\nOne thing we need to remember\nIs that we are all in this together",
    "You can't expect the unexpected, these dreams I manifested\nFrom my head into reality, they seem a bit excessive, but\nI don't stress it, two hands to count my blessings",
    "All the times that I've been reckless with a ego big as Texas\nThinkin', \"I'm the man\"",
    "I never let these hoes inside the plan",
    "My room for bullshit in the crib small as a child's hands",
    "I fill the shoes and walk the path where only giants stand\nI am the fire man, shit, I'm way too fly to land, yeah",
    "I'm smokin' weed all alone\nOn the road, even though I know they need me at home\nKeep my control",
    "From a city where it's freezin' and cold\nEach to their own\nPunches like this prolly beat up Stallone",
    "One day, we will\nWe will find\nWe will conquer, conquer with love\nWhile time is on our side\nContinue to hold to those beautiful memories\nThey won't be here forever, but our spirit lives on\nLil B",
    "When I was just a kid\nDreamt that one day we'd all get rich\nNo more problems and no more tricks\nI set my sights high 'cause in my lifetime\nMan, I've seen some shit",
    "Yeah, I swear to God\nI've seen some muthafuckin' shit\nWhatcha doin' if you ain't on your job?",
    "Hey, blow out your candles, make a wish\nWhat's a life if you never take a risk?\nAin't a place too far, ain't a dream too big",
    "Nothin' wrong with a little bit of fun\nThere ain't nothin' wrong with a little bit of fun",
    "In my lifetime, my whole M.O. was to get this M-O-N-E-Y\nSabotage the wealthy and enrichen the poor\nLong story short, that's one of my long-term goals",
    "My anatomy is platinum, gold is old\nLettin' my hair swang like Pootie Tang",
    "I done seen some spooky things through these Gucci shades\nAcute to cute bitches, n*gg*s with drums\nn*gg*s with bands like the Martin Luther King parade\nBut can't we all just get along?\nLike Martin Lawrence would say and get along with our day",
    "She say, \"Soulo, you so crazy and deranged\", I say, \"I know\"\nRoll that weed, n*gg*! (Shake that ass, ho!)",
    "Most Dope, Top Dawg off the leashSounwave on the beat and our key is anarchy",
    "Your confidence is caca to a kamikaze",
    "Still wishin' peace to all y'all, pardon my nostalgia",
    "Light a match, keep it lit, yeah, it is what it is",
    "In this lifetime, be the time of your life\nIt's been a while but it'll come back to you just like ridin' a bike",
    "And as a child, I was curious, my mind was the dirtiest\nCurse words was probably my first words (Affirmative) (God damn)",
    "My home run derby shit, was makin' profit out the park",
    "Even the brightest minds will hang around at dark sometimes,\nI had to fight for mine, Tyson in his prime, used to idolize",
    "Had to right my wrongs, the days short, the nights is long\nI'm makin' corpses when it's on and eatin' swordfish",
    "From gigantic portions, Lord is important, but I am stronger\nI'm a monster with the heart of a lion, divide and conquer\nWalk on water, won't be long 'til I'm flyin', that's my departure\nI'm a goner",
    "Shoot you down from the sky with eyes of a archer",
    "Better find that thing you die for\nI don't know what I get so high for",
    "I'm a problem and as hard as I try, no hidin' from karma\nYou'd be traumatized seein' what came across these eyes\nThere was a time...",
    "Take your time\nDon't close your eyes\nLife happens in a flash\nAnd you don't wanna miss that",
    "We all grow up to be gangstas, playas, snitches\nFreaks and strangers, politicians\nGood and evil people\nSinners, saints and everything in between",
    "Wicked as Aleister Crowley, know me",
    "Lately I've been thinkin'\nI've, I've been thinkin'\nWhat's the difference? What's the difference?\nNothing at all!",
    "Ayy, let me just add one more thing, Josh\n*Match being lit*\nAyy, ayy, watch that shit, man, you almost burnt me, n*gg*!",
    "Get high, breakin' laws\nGet high, breakin' laws",
    "Okay, I wake up with the taste of pussy still in my mouth\nBitch in my bed, homegirl still asleep on the couch\nMy head is bangin' like Metallica, swallow a bottle of Advil up\nThen head back to the bedroom where she suck me dry like\nDracula",
    "It's The Young Miraculous Mister Love-to-Grab-His-Nuts",
    "Never let a bitch inside, fuck her in the Acura",
    "Aurora borealis with the shine, my aura gorgeous",
    "Dinner with 40 courses, bunch of horny whores who fornicate",
    "To formulate a fortune, more in the race of horses, I am",
    "My homies got my back, they all Verizon",
    "I bring this to you la-la-la-la-la-la-live, man",
    "You gon' need at least five hands to hold my finance\nI am fe, fi, fo, fum, the giant",
    "The best thing out of Pittsburgh since Clemente with the Pirates",
    "I tell 'em, \"Shhh, this middle finger sign for silence\"\nAin't a fuckin' way I'm keepin' quiet",
    "I been ridin' through the city, blowin' smoke out the window\nCops is on patrol, they lookin' out for all the crim'nals\nI been a lot of things, I ain't never been a bitch though",
    "Rules to the game, you know how this shit go",
    "Get money, fuck the system, break the law",
    "So many people told me that I wouldn't be shit, but now I walk\nAround with money and my hand on my dick, I think I'm special",
    "I'm drinkin' whiskey out the bottle 'til I black out",
    "One million, two million, shit, I'm losin' track now",
    "Comin' to you live inside the crack house\nStarted with a dub and then I made it to a half ounce\nThen I turned it to a pound, turned that to a house\nTurned that to a career, how the fuck did I get here?",
    "Spendin' all your time just gettin' high will drive you crazy",
    "I killed the game like Jeffrey Dahmer did the '80s",
    "Speedin' down the freeway gettin' head in my Mercedes",
    "Givin' me all of this money was crazy, shoulda known better, no pressure",
    "Dope seller, smarter than your professor",
    "Hoes, I don't stress her, put a bitch down like Old Yeller",
    "The flow's stellar, stella ella ola\nHave you ever been? Shit, I pro'bly could've been the president",
    "I'm a motherfuckin' fool (Yeah), cut the check",
    "I'm a workin' motherfucker, need a desk, shit\nI don't got a heart, I don't even need a chest",
    "I'm a mess, they be sayin' they up next, that's a stretch",
    "Hold your breath, let me bow to the crowd, shit, I'm blessed\nWell I must be, bitches want to fuck me, bump uglies on front street\nThe cards on the table, gin rummy",
    "Have a blast, have a ball, have a motherfuckin' great time\nBeast, I'm a dog, got a squad full of K-9s",
    "I'ma get it 'til there ain't shit left to get",
    "No stress, runnin' suicides, don't even break a sweat",
    "I'm a threat, code red when your line get pressed",
    "You gettin' fucked by your contract, what the fine print says",
    "Told you once; I told you twice; I get the lamb; it's over rice\nI whip the Lamb, it's overpriced, the life is good—the hoes are dykes",
    "This type of shit don't happen overnight",
    "This shit on one hundred degrees, hard as fuck, ain't in a rush",
    "I let the money come to me, I'm a businessman",
    "I'm way too young to be this rich\nDon't know what to do with all this shit",
    "I'm out of control, Lord, can you save my soul?",
    "How convenient, you ain't worried 'bout shit right now\nHow convenient, you're just tryna keep it lit right now\nHow convenient, screamin' money over bitches right now\nHow convenient, bet you're feelin' like the shit right now",
    "How convenient, undefeated",
    "Walked up in Neimans, spent the sac then I'm leavin'",
    "Smokin' on reefer, OG reekin'\nIf the cops pull me over they gon' want to take the Bimmer\nBut I'ma do the dash, beat it like Tina\nAnd I got my nina, boy, you better be subpoenaed",
    "Walked in the spot, ice on, lights on, blingin'\nSomeone start a fire 'cause it's fuckin' freezin'",
    "I'm high off life, give me the blunt, I'ma roll it",
    "I got hot rocks, I'ma let you hold it",
    "I was posted with the hammer, y'all was tellin' police\nNow I wrestle with the racks, bitch, I'm Mick Foley",
    "Shit made me go, \"Woo,\" like Rick Florer\nI mean Ric Flair, bitch boy, I've been player\nYou a bench warmer, boy, I've been playin'",
    "Walked up the stairs, look at my shoes like, \"Them cleaner\"\nBut I should've worn the other ones 'cause them better",
    "This shit on one hundred degrees, hard as fuck, ain't in a rush",
    "Cut the check",
    "I done been through it all, every brick in the wall\nGot a bitch I'ma call when I'm tryna fuck",
    "You ain't shit to the God, need to get you a job\n'Cause you live in the mall, bills pile up",
    "I'ma chill in the spot with a spliff, I been lifted a lot\nBut I still ain't high enough",
    "All the mills that I got, couple whips in the lot\nThere's a list to the top, you could sign me up",
    "They can't bring me down, can't hold me down, can't bring me down\nSign me up\nCan't burn me down, can't hold me down, can't bring me down with you",
    "Above ground, 'bout thirty thou' miles up\nTell the bitch, \"Slow down,\" like dial-up\nShe go down first and she climbin' up",
    "Wanna let me cut, tell her, \"Line it up\"\nLittle bit much, I'm a wild one",
    "All I do is fuck hoes, drink tiger blood",
    "Since I came in the game, they been sour\nI'm the plug, get your motherfuckin' power up",
    "Mind your business\nAnd I go get it\nI stay lifted, smokin', sippin'\nFixes fixin' all my problems",
    "Good mornin'",
    "I was a nobody, now my name's on the list\nCouple ki's of uncut cocaine on the wrist\nAnd I let my nuts hang on a bitch",
    "All the money that we spend on champagne is ridiculous\nAnd it is us, elixir in my cup",
    "Give the bitches drugs, a dick to suck\nAnd I don't see why these kids wanna grow up to be just like me",
    "I was a nobody, now my name in they mouth",
    "I came for a steak, but I left with the cow",
    "And they hate when you great though\nAin't shit change but my checkin' account (Mac Milly)",
    "I give a fuck less and less every day (Okay)\nThe more you give a fuck, I guess the less you make (Money)",
    "Homie we just out here tryna elevate\nHeaven is a crime scene, stay behind the yellow tape",
    "I started makin' money in eleventh grade\nSoon as I learned that the more you do, the less you wait",
    "Got a bigger crib, always use the extra space\nShit was so different in 2008",
    "Growin' pains, fill the open veins with Novocain\nRelapse, I eat that, I don't complain",
    "I'm just ramblin'",
    "You want war? It’s N64, Blitz Champion (Sucker!)",
    "Out of space channelin', brain-damagin'\nHeavy rain, game cancelin', proud to be American, yeah",
    "They tell me, \"Get yourself straight\nHow much more money can you make?\"",
    "I'm just tryna grow up old and rich\nMaybe get married to a local bitch",
    "I be, I be, I be, I be over shit",
    "The world don't give a fuck about your loneliness",
    "I'm just tryna grow up old and rich",
    "I'm a deranged motherfucker, took too many uppers\nNow it's rush hour, Jackie Chan, Chris Tucker, yeah (50 million dollars!)",
    "I stuck around the past six summers",
    "Karma is a bitch and that bitch don't love ya, yeah",
    "We was in the attic, you could smell the weed\nBitches gettin' naked, we was selling E\nBitches kissin' bitches just like Ellen D\nIn the kitchen whippin' biscuits, givin' generously\nI thank the Lord I made it out, no STD\nLost a few too many brain cells, I'm special needs",
    "Ladies and gentlemen in attendance, good morning\nIt's the BabyFace Don Dada checking in\nAnd I want you to know\nIt ain't about complaining, it's about maintaining\nY'know I'm talking about?",
    "Don't ever become content because you will repent\nYa feel that? Go get it\nThat's your life, go live it",
    "Pass me my Hennessy and my Grand Marnier\nIf you will",
    "This is a revolution",
    "Yeah, I\n\nMade a promise to my mama that I'll bless her\nWith some grandkids, she can spoil 'em",
    "Until then, I'm getting dollars, I'm just doing what I gotta\nCan a man live?",
    "And it's all day, homie\nI'm a God, give the whole squad a job, get 'em all paid\nCame a long way from all-state, yeah, now we All-American\n(Salute me, shoot me) Shit, we All-American, yeah (Salute me, shoot me down)",
    "I swear to God I put the hero in heroin, these flows kilos\nI could sell snow to a ski slope\nI could sell evil to the devil, nonbelievers to a temple\nShit, I could sell water to a speedboat",
    "And these eyes is iconic\nI went pro, made profit, now I keep some dead faces in my pocket",
    "Gettin' faded, I been stoned all week\nBut what's a God without a little OD? Just a G",
    "Twisting my weed, easing my mind\nWhy you worry about me? Stop tripping, I'm fine",
    "Swear these bitches done lost it lately\nYou put the ho in honest baby, so complicated",
    "And I may be a little arrogant, I'm aware of it\nI know\nI got a problem, I'ma take care of it, weight I'm carrying, gotta let it go\nIt won't hold me down no more",
    "We ain't\ngoin'nowhere\nwe ain't\nGoin' nowhere,\nwe can't be stopped now,\n'cause this rap shit's for life",
    "Back then I had a dream\nI'd get this money, man\nI know my life would change\nJust need a hundred grand",
    "Back when I first made a hundred grand",
    "Yeah, back when I first made a hundred grand\nThought I was the shit (Oh, you the shit?)",
    "When I first made a hundred grand\nThought I was a king (Oh, you a king?)",
    "When I first made a hundred grand\nCouldn't tell me nuttin' (I ain't sayin' nuttin')",
    "When I first made a hundred grand\nMade a hundred grand (Let me get some money)",
    "Back then they used to call me little\nBut now I'm ridin' somethin' clean in a coat made of armadillo",
    "They haven't got the memo, I'm sayin' I'm the shit, though\nTryna make it complicated when this shit is simple",
    "Tell me what you wanna be, what your dreams is\nA hundred G's in my jeans, I'm a genius",
    "Sin everyday, someone save me please\nAnd get schooled, homie, change degrees",
    "I'm the plug, what you need though? I'm goin' beast mode\nI keep a freak, even when she underwater she can deep throat (Wait, what?)",
    "I made a mill' before I paid a bill",
    "Cause fools worried about a wave, I'm a Navy SEAL",
    "Come with me, I can make your life change for real",
    "Always had a dream of stuntin', it ain't nothing unless you runnin' shit",
    "Just a young ma'fucker with a plan\nThought I was the man",
    "Malcolm, can we go to mall?\nI just need some shoes and my nails and then can we stop at Chipotle?",
    "Let me, let me get some money",
    "Good evening everybody\nHow's everybody doing?\nJust wanna ask you a question, um, have you, have you\nHave you been in love, before?",
    "You like your vodka with a little touch of lime\nYou should pro'bly take your heels off, 'cause you been runnin' through my mind",
    "Oh baby, they say we're no good for each other\nAnd I can't really tell, what is this spell you put me under?",
    "Your love's not too kind to me",
    "I hate the pain, these days of rain\nYou playin' games of hide and seek, my love",
    "And I'm still tryna find you, I'm lookin' for you, babe\nAnd I'm still tryna find you, through sunshine or rain",
    "I love you",
    "You got your stained glass iris, diamond behind your eyelids",
    "Autopilot fly, my heart skip a beat like a scratched CD",
    "Your skin smell like butterscotch and your lips taste like kiwi",
    "Let's take a plane to Fiji, make a date, let's take it easy",
    "Love is power, swear there's somethin' 'bout her that make me nervous\nMother Earth done gave us all a gift, she made you perfect",
    "Let's eat some mushrooms and go to the circus\nGirl, you know I'm lovin' you just like you deserve it",
    "So, baby, make me earn it, show me the way you work it",
    "Tell me what you afraid of, I'll spit you my favorite verses",
    "Let's... just go take a breath\nI want it all, every ounce of love that you got left\nYou are my drug, in love to death, feel free to fall, you are a catch\nI'm in your heart, I'm in your dream, so fuck the world, it's you and me",
    "She is the only one that got away\nIf her love don't last forever then forever ain't the same, yeah",
    "Your love is not too kind to me\nYou know my love is sugar-sweet, yeah\nThe only thing on my mind is she",
    "You think about you, I've been thinking of me\nMy love, my love",
    "And I know that nothin' lasts forever\nNothin' lasts forever",
    "And she is cool, calm and collected, I knew that you was the one\nWhen I seen ya, leave me breathless, a-okay, I need a second",
    "Day-to-day, give me attention, I want to take care of you\nMarry you, somethin' I'm prepared to do, there can't be two\nYou was here, I ran from you, scared to take that step\nBut now that I am ready, you not, you up and left me",
    "Hope your new man make you laugh like I do\nI do not mean to worry you with my obsession, I just want to be beside you",
    "I'm too nice, and I had to pay that price\nEverything I do is wrong, everything you do is right",
    "Let's start a family, hold on to forever, baby\nYour pussy is a palace and your head is crazy",
    "That bomb is detonating, look at this mess you're making\nI am the king, you are the queen, look at this chess we're playing",
    "Oh we had a love, that love was record-breaking\nI'm sick of waitin', yeah",
    "Your love is not too kind to me\nYou know my love is sugar-sweet\nThe only thing on my mind is she\nYou think about you, I've been thinking of me\nMy love, my love\nMy love, my love",
    "And I know that nothing lasts forever\nNothing lasts forever, ever, ever",
    "So gimme all of your love\nAnd I will be yours, through rain and through shine",
    "I've been broken-hearted, now it's fuck that bitch",
    "Getting high to deal with my problems, fucking bitches, getting drunk as shit. But these bitches getting obnoxious, they nuttin' to me though, I love this shit",
    "Go long days, longer nights, talk too much, the wrong advice, all the lights and call my life, doctor, doctor, will you help me? Get me healthy, keep it low, this where hell be",
    "All the pain that they causin' like, fuck it, we ballin', now everythin' straight",
    "You feeling the feeling, I'm chilling, just living, I'm burning away",
    "Lord, I need me a break\nI'll be good by the weekend",
    "I been having trouble sleeping, battling these demons\nWondering what's the thing that keeps me breathing: is it money, fame or neither?",
    "I been thinking about the places that I frequent, all the people that I see\nI’m just out here livin' decent, what do it mean to be a G?",
    "I call her mine, crazy\nShe ain't God as I, I make water wine, pausin' time",
    "Never will I walk in line, I cross the T's and dot the I's",
    "Fell asleep and forgot to die, Goddamn",
    "These bitches don't know me, this shit is so lonely until she get naked",
    "'Cause Fridays are always the start of the time of my life, alright\nWhen I get faded you hate it, but, baby it’s gon' be alright"
  ]
}
