{
  "origin": [
    "i am not even a real person to most of you. i am nothing buta name that is attached to something you love. most of you will never meet me",
    "hey....it's ok to care...its coll to try...its ok to not be ok..its lovely to be in love...",
    "have no fear, there are reasons for everything and methods to the madness",
    "Be you.\n\nYou'll be fine.",
    "always remember\n\npicking the right shirt can do unbelievable things for your day",
    "Stop keeping score. Just keep swimming.",
    "Nevermind. Boobs. Weed. Fun. Yeah. Life is good.",
    "You know better than any motherfucker what to do with YOUR life... yes YOUR life.... go live it",
    "you ever sit back and think to yourself, \"damn, i'm out of my fucking mind\" ? yeah.... i do too.",
    "some girls just love to be in love",
    "Life...what a bitch",
    "i'll never understand life... i dont know if i'm supposed to try and figure it out or just say fuck it",
    "i'm so in love with you, whatever you want to do, is alright with me",
    "i love big booties",
    "everybody needs music to make them think and everybody needs music to make them move",
    "Would you fuck me? I would fuck me.",
    "I want drugs and music",
    "i'm not crazy, the world is crazy.\ni'm only it's mirror.",
    "I need to rest and get myself healthy. I am not cancelling, but postponing, you can bet your bottom dollar I'll be back soon.",
    "how it was, how it is, how it could be",
    "stand by those who stand by you",
    "Everybody stop what you're doing, get to the nearest mirror, look at yourself and say: I'm a motherfucking superhero.",
    "things fall apart, things come together. everything is happening exactly as it's supposed to. hold on and be strong.",
    "Do what makes you happy. That's all that matters",
    "accept that you are not normal",
    "What's the difference between finding yourself and losing yourself?",
    "I am currently in a very strange dimension of this thing called life",
    "love is more interesting than sex",
    "This too shall pass"
  ]
}
