{
  "to do": {
    "count": 0,
    "songs": {}
  },
  "completed songs": {
    "count": 13,
    "songs": [
      "Come Back To Earth",
      "Hurt Feelings",
      "What's The Use",
      "Perfecto",
      "Self Care",
      "Wings",
      "Ladders",
      "Small Worlds",
      "Conversation Pt.1",
      "Dunno",
      "Jet Fuel",
      "2009",
      "So It Goes"
    ]
  },
  "origin": [
    "It's feelin' like you hot enough to melt, yeah, Can't trust no one, can't even trust yourself,yeah, and I love you, I don't love nobody else, yeah, tell them they can take that bullshit elsewhere",
    "Self care, I'm treatin' me right, yeah, hell yeah we gonna be alright",
    "Get the fuck out the way, must be this high to play, It must be nice up above the lights and what a lovely life that I made, yeah.",
    "Didn't know what I was missing, now I see a lil' different. I was, thinking too much, got stuck in oblivion yeah, yeah",
    "You keep on sayin' you in love so tell me are you really down? Are you really down?",
    "We spend our nights all liquored up, our mornings high. Can you feel it now?",
    "I got all the time in the world, so for now I'm just chilling. Plus, I know it's a, it's a beautiful feeling in oblivion, yeah, yeah",
    "My regrets look just like texts I shouldn't send and I got neighbors, they're more like strangers we could be friends",
    "I just need a way out of my head. I'll do anything for a way out of my head",
    "In my own way, this feel like livin' some alternate reality and I was drownin', but now I'm swimmin' through stressful waters to relief",
    "Oh, the things I'd do to spend a little time in Hell and what I won't tell you I'll prolly never even tell myself",
    "I'm always sayin' I won't change but I ain't the same everything is different, I can't complain",
    "Everything is strange that's just a game\nEverybody trippin' throwin' it away\nWe was gettin' lifted, now we gettin' paid\nShame on you",
    "Always into some bullshit, and outta line drivin' with my eyes closed, missin' all the signs",
    "Man on a mission, figure it out, puttin' way too much on my shoulders, please hold me down",
    "I keep my head above the water\nMy eyes gettin' bigger, so the world is gettin' smaller",
    "That Mercedes through the P.A. when I pull up, soundin' like a concert or a monster truck, I'm trippin' but I'm fallin' up",
    "Down go the system, long live the king turn the power off and get your water from the spring",
    "I'm bringing everyone with me when shit get iffy I give a hundred and fifty percent this is the shit that I'm dealing with, but I wish I'd forget used to be feelin' depressed, now that I'm livin' I'm a little obsessed",
    "High in Jacuzzis, I be hittin' the jets I'm showing her some love she been givin' me sex",
    "I've been going through it, you just go around it but it's really not that different when you think about it",
    "You can love it, you can leave it, they say you're nothing without it, don't let them keep you down",
    "Okay we're colder than the breeze but the breeze ain't flowin' like me, motherfucker hol' up, you don't need to hol' up, yeah",
    "Time, we don't waste much, fuck when we wake up, then I have her sing just like Celine Dion",
    "Catch me if you can but, you'll never catch me, damn, whole lotta 'yes I am'. All the way in wit' no exit plan, already left and the jet don't land",
    "Yeah, the time is tickin', come take a ride, get inside this is highly different, I'm talkin' fly, got a pilot wit'",
    "Can I mind my business? Why you trippin'? Give you somethin' that your eyes can witness Ooh, you're too close I don't understand why you doin' the most",
    "When I had nothin', shit it wasn't so funny, made a promise to the homies nobody go hungry",
    "Look how far we came, still they throwin' dirt on my name, but it never worry my brain",
    "If they don't get the picture, cut 'em out of that frame, shit",
    "When livin' off of borrowed time. Often I'm on the fence, on a line addin' up what's on my mind. My feet on the clouds, head on the ground. That we goin' down, bet you know me now",
    "I'm treadin' water, I swear that if I drown, I don't care they callin' for me from the shore, I need more",
    "Well, it ain't perfect but I don't mind, because it's worth it (Is it? Is it? Is it? Is it? Is It?)\nWho really has the time at all? (Is it? Is it? Is it? Is it? Is It?)",
    "It ain't perfect but I don't mind 'Cause on the surface I look so fine but really I'm buggin', buggin' makin' somethin' out of nothin'",
    "Yeah, it feel like the weekend on a Tuesday, I can move dates",
    "'I got somethin' else to do' day, always do hate",
    "Yeah, mind over matter, I'm purer than alkaline. Been stuck on album time, I gotta get out to shine",
    "Fly on the wall, shit, I was buggin'. Miss me like you gettin' withdrawal, I keep that comin', yeah",
    "I'm treadin' water, I know if I stop movin', I'll float",
    "Bare feet, runnin' late, her car started even though the only thing that she drivin' a hard bargain. More important is I'm kinda sorta out the door but she put me back together when I'm out of order. Perfect",
    "I ain't feelin' broken no more",
    "Balled a fist, they gossipin', I notice talkin' shit, I wander through the motives",
    "Wind in my face, don't stop now when it feels so great. You can run 'til you slip on the sidewalk And the same bone that you picked gon' break, that's a motif yeah, when it's comin' right back, so familiar, never been realer",
    "Never felt so damn good where I'm at I don't know what it's all about, runnin' through too many thoughts to count (That's way better) Still ain't addin' up, I'll let you know when I've had enough, yeah",
    "I'd put some money on forever, but I don't like to gamble on the weather, so I just watch while the sun is shinin', I can look at the horizon The walls keep gettin' wider, I just hope I never find 'em, I know",
    "Love so much that my heart get broke I don't really know how the normal shit go, so I guess I just play it by ear, silence is all that I hear",
    "Listenin' close as I can Growin' up (One, two, three), jump. Nobody holdin' my hand, no",
    "Trust is a problem, never knew how Yeah, that's why I just keep to myself, get what I need, then I'll be out",
    "Who can surf the universe with me?",
    "Lucifer is human, so are we",
    "All I ever want is what I need and that don't include your time and company",
    "I know I need to watch my temper, so I don't ever gamble on the weather, but I just watch while the, the sun is shinin', I can look at the horizon. The walls keep gettin' wider, I just hope I never find 'em, no, no",
    "These are my wings, these are my wings",
    "I'm swimmin' a bit, but deeper in thought",
    "Baby, the weather is strong whether it's hot or cold I'm comin', knockin' on yo' door. Well, I'ma, I'ma maintain how I'm stayin' so high put the ladder all the way up 'til we touchin' the sky",
    "It's a very small world, we don't fuck with the size",
    "See the bigger picture when it's beneficial lovin' how I catch you blow the whistle when you run out of time",
    "Yeah, wakin' up, I open up my eyes. Do you mind if I blow yo' mind? A little closer, baby, don't be shy, why you worried that it's gon' be fine?",
    "I guess it's that kinda day it's really all I'm tryna say",
    "I'm livin' this life different and missin' the flight bullshittin'",
    "I don't trip, flip or lose my grip and I don't know it all, but I do know this before you know me, better know self I've been in this shit so long that it don't smell",
    "I turn the hotel to a castle, livin' like a king for a grand I don't do nothin', that's a hassle, besides, even that castle made of sand",
    "The world is so small 'til it ain't, yeah",
    "And I just wanna ball maybe dunk but I never been tall, yeah I might trip, I never fall God knows I came close",
    "You never told me bein' rich was so lonely. Nobody know me; oh, well hard to complain from this five-star hotel",
    "She say that I glow below the waist and the stroke is just so PGA",
    "Tomorrow may be right around the corner but I swear it's gon' be worth it if I make you wait. There's somewhere above you, keep reachin' up",
    "Yeah, nine times out of ten I get it wrong, that's why I wrote this song, tell myself to hold on. I can feel my fingers slippin' in a motherfuckin' instant, I'll be gone",
    "Do you want it all if it's all mediocre?\nStarin' at the wall and the wall full of posters. Lookin' at my dreams, who I wanna be? I guess you gotta see it to believe",
    "Keep your eyes to the sky, never glued to your shoes",
    "You ain't from my planet, we don't speak the same language",
    "Started in the basement, made it way above the top, now I'm in the spaceship. In a spaceship, shit is spacious",
    "Swear your life is basic. All you do is sit around the house, you gettin' faded that ain't entertainment, yeah. You missin' every single shot that you ain't takin'",
    "I turn the hotel to a castle, livin' like a king for a grand I don't do nothin', that's a hassle, besides, even that castle made of sand",
    "Said it's your money if you make it otherwise, it's just a conversation",
    "Lacin' up my sneakers, I be runnin' out of patience",
    "When you really 'bout it, you don't say shit",
    "Take over my city, yeah, that's really home invasions",
    "My head up in the clouds but my feet be on the pavement",
    "She do whatever she like and that just don't seem right. Make people so mad and they want her so bad",
    "Wouldn't you rather get along?",
    "Don't wanna grow old so I smoke just in case",
    "And you don't really like to sleep alone but I'm takin' too long, I'm always takin' too long",
    "Baby, we don't need a trip, we could be right here",
    "When the shit get weird, we could switch up gears",
    "I wanna feel just how you feel. Touch you one more time so I know you're real",
    "I think we just might be alright, thank God",
    "Hold me close, don't hold your breath. This feelin' your favorite, I know",
    "Yeah, used to wanna be a superhero, flyin' round with a cape catchin' bad guys. Now my head underwater but I ain't in the shower and I ain't gettin' baptized",
    "To the good and the bad times, all the cuts, broken bones, and the black eyes",
    "Made a couple million off of rap lines",
    "You don't come close, you don't even know I'm the G.O.A.T",
    "Get faded when I wake up 'cause everything is too much. So what?",
    "Well, I'ma be here for a while, longer than I did expect to I was out of town, gettin' lost 'til I was rescued, now I'm in the clouds, come down when I run out of jet fuel but I never run out of jet fuel",
    "Lone wolf, take 'em on solo",
    "Shit, I know, I don't guess",
    "Fate in your hands. While you're waitin' for me I'm already there, fallin' in deep. Now is only now, head back to the ground, dear",
    "I don't need to lie no more. Nowadays all I do is shine, take a breath and ease my mind",
    "She don't cry no more, She tell me that I get her high 'cause an angel's s'posed to fly",
    "It ain't 2009 no more. Yeah, I know what's behind that door",
    "You gotta jump in to swim",
    "The light was dim in this life of sin, now every day I wake up and breathe. I don't have it all but that's all right with me",
    "Sometimes I wish I took a simpler route instead of havin' demons that's as big as my house",
    "Yeah, they ask me what I'm smilin' for, well, because I've never been this high before. It's like I never felt alive before",
    "Weight of the world, I gotta carry my own",
    "I was diggin' me a hole big enough to bury my soul",
    "With these arms I can carry you home, I'm right here when you scared and alone",
    "I ain't never in a hurry. You don't ever gotta worry. Even when it's 7:30 and the time is runnin' low, when your heart get cold see what's behind all them unturned stones",
    "You could have the world in the palm of your hands, you still might drop it",
    "There was nothin' in my wallet, just a lot of dreamin'. I built a crib on top o' the Promised Land, we'll call it even",
    "The grass is always greener 'til I cut it all",
    "My hands been countin' money, and it's hard to be the boss but somebody gotta do it",
    "Often with the bullshit, and, baby, I been through it, enough for the both of us, so come over later and we won't let no one close to us",
    "Well, this is a special delivery, comin' to you live with the endless artillery, always down to ride",
    "Nine lives, never die, fuck a Heaven, I'm still gettin' high\nNever mind, did I mention I'm fine?",
    "I'm only 5'7'' 'cept I'm feelin' like I'm 7'5",
    "I can't get no satisfaction, goddamn",
    "My God, it go on and on, just like a circle, I go back where I'm from",
    "I'm still standin', sit down",
    "And I know I been out, but now I'm back in town, so I show you the ropes",
    "Just might slip into the sea, fuck it all, if it all ain't me. Maybe we inside the maze somehow we gotta find a way, okay"
  ]
}
